{
  "eyebrow": "Rechtliches",
  "title": "Datenschutzrichtlinie",
  "description": "Erfahren Sie, wie wir Ihre persönlichen Daten sammeln, verwenden und schützen.",
  "effectiveDate": "Gültigkeitsdatum",
  "effectiveDateValue": "26. Oktober 2025",
  "intro1": "FitVibe hilft Athleten und aktiven Personen dabei, Trainingseinheiten zu planen, Workouts zu protokollieren und ihren Fortschritt zu verstehen. Diese Datenschutzrichtlinie erklärt, welche persönlichen Daten wir sammeln, wenn Sie die Dienste nutzen, warum wir sie sammeln, wie wir sie verwenden und teilen, und welche Rechte Ihnen unter der Datenschutz-Grundverordnung (\"DSGVO\"), der UK DSGVO und anderen anwendbaren Datenschutzgesetzen zustehen.",
  "intro2": "Durch die Nutzung der Dienste erkennen Sie an, dass Ihre persönlichen Daten wie in dieser Datenschutzrichtlinie beschrieben verarbeitet werden.",
  "section1": {
    "title": "1. Geltungsbereich",
    "subtitle": "Diese Datenschutzrichtlinie:",
    "items": [
      "Gilt für alle, die unsere Websites oder Apps besuchen, ein Konto erstellen, die Dienste nutzen, an Gemeinschaften teilnehmen oder anderweitig mit FitVibe interagieren.",
      "Erfasst alle persönlichen Daten, die von FitVibe als Verantwortlicher verarbeitet werden. Wenn wir Daten ausschließlich im Auftrag von Organisationen verarbeiten (z.B. ein Verein oder Arbeitgeber, der FitVibe für seine Mitglieder nutzt), sind diese Organisationen Verantwortliche und wir handeln als Auftragsverarbeiter gemäß unseren Datenverarbeitungsvereinbarungen.",
      "Gilt nicht für Drittanbieter-Dienste, Websites oder Geräte, die Sie wählen, um mit FitVibe zu verbinden; deren Datenschutzpraktiken werden von ihren eigenen Richtlinien geregelt."
    ]
  },
  "section2": {
    "title": "2. Wer wir sind und wie Sie uns kontaktieren können",
    "controller": "Verantwortlicher:",
    "controllerValue": "FitVibe",
    "privacyInquiries": "Anfragen zum Datenschutz:",
    "privacyInquiriesValue": "kpilpilidis@gmail.com",
    "dpo": "Datenschutzbeauftragter (falls erforderlich):",
    "dpoValue": "kpilpilidis@gmail.com",
    "euRepresentative": "EU/UK-Vertreter (falls ernannt):",
    "euRepresentativeValue": "Details werden in lokalisierten Ergänzungen zu dieser Mitteilung veröffentlicht.",
    "contactNote": "Sie können uns unter diesen Adressen für Fragen zu dieser Richtlinie oder unserem Umgang mit Ihren persönlichen Daten kontaktieren."
  },
  "section3": {
    "title": "3. Informationen, die wir sammeln",
    "subtitle": "Wir gruppieren die von uns verarbeiteten persönlichen Daten in folgende Kategorien.",
    "table": {
      "headers": {
        "category": "Kategorie",
        "examples": "Beispiele",
        "source": "Quelle"
      },
      "rows": {
        "accountData": {
          "category": "Kontodaten",
          "examples": "E-Mail-Adresse, Benutzername, Passwort-Hash, Kontokennungen",
          "source": "Von Ihnen bereitgestellt"
        },
        "profilePreferences": {
          "category": "Profil & Einstellungen",
          "examples": "Anzeigename, Avatar, Gebietsschema, Zeitzone, Einheiten (kg/lb, km/meilen), Sprache, Sichtbarkeitseinstellungen, Kontaktpräferenzen",
          "source": "Von Ihnen bereitgestellt"
        },
        "trainingWellness": {
          "category": "Trainings- & Wellness-Daten",
          "examples": "Workout-Protokolle, ausgeführte Übungen, Sätze/Wiederholungen, Gewichte, Tempo, Herzfrequenz- oder Leistungsdaten (falls verbunden), RPE, Körpermaße, Wellness-Check-ins",
          "source": "Von Ihnen bereitgestellt oder über von Ihnen verbundene Integrationen"
        },
        "socialCommunity": {
          "category": "Soziale & Community-Inhalte",
          "examples": "Kommentare, Likes, Nachrichten, für andere sichtbare Profilinformationen, Teilnahme an Teams oder Gruppen",
          "source": "Von Ihnen bereitgestellt"
        },
        "deviceTechnical": {
          "category": "Geräte- & technische Daten",
          "examples": "IP-Adresse, Gerätekennungen, Betriebssystem, App-Version, Browser-Typ, Sprache, Zeitzone",
          "source": "Automatisch gesammelt"
        },
        "usageDiagnostics": {
          "category": "Nutzungs- & Diagnosedaten",
          "examples": "Funktionsnutzung, Klickstrom- und Navigationsdaten, Leistungsmetriken, Absturzberichte, Fehlerprotokolle",
          "source": "Automatisch gesammelt"
        },
        "supportCommunication": {
          "category": "Support- & Kommunikationsdaten",
          "examples": "Nachrichten, die Sie an den Support senden, Feedback, Umfrageantworten und zugehörige Metadaten",
          "source": "Von Ihnen bereitgestellt"
        },
        "paymentBilling": {
          "category": "Zahlungs- & Abrechnungsdaten",
          "examples": "Begrenzte Abrechnungsdetails wie Abrechnungsadresse, Transaktions-IDs (Vollständige Kartendaten werden von unserem Zahlungsabwickler verarbeitet)",
          "source": "Von Ihnen / Zahlungsanbieter bereitgestellt"
        },
        "cookiesIds": {
          "category": "Cookies und ähnliche IDs",
          "examples": "Cookie-Kennungen, mobile Werbe-IDs und ähnliche Technologie für Analysen und, wo erlaubt, Marketing",
          "source": "Automatisch gesammelt"
        }
      }
    },
    "specialCategoriesNote": "Wir beabsichtigen nicht, besondere Kategorien von Daten (wie medizinische Diagnosen) zu sammeln, es sei denn, dies ist für eine Funktion eindeutig erforderlich und gesetzlich zulässig. Wo anwendbar, werden wir Ihre ausdrückliche Einwilligung einholen."
  },
  "section4": {
    "title": "4. Informationsquellen",
    "subtitle": "Wir erhalten persönliche Daten von:",
    "items": [
      "Ihnen, wenn Sie ein Konto erstellen, Ihr Profil aktualisieren, Workouts protokollieren, an sozialen Funktionen teilnehmen oder den Support kontaktieren.",
      "Ihren Geräten und Browsern, über Cookies, SDKs und ähnliche Technologien.",
      "Organisationen (wie Vereine oder Arbeitgeber), die Konten bereitstellen oder FitVibe mit ihren internen Systemen integrieren.",
      "Drittanbieter-Diensten (z.B. Wearables oder Kalenderanbieter), die Sie mit FitVibe verbinden, streng nach Ihren Berechtigungen."
    ]
  },
  "section5": {
    "title": "5. Wie wir Ihre Informationen verwenden",
    "subtitle": "Wir verwenden die oben beschriebenen persönlichen Daten, um:",
    "items": [
      "Die Dienste bereitzustellen, zu betreiben und zu warten, einschließlich Planungstools, Trainingsprotokollen und Analyse-Dashboards.",
      "Ihre Erfahrung zu personalisieren, z.B. durch Anpassung von Einheiten, Sprache und vorgeschlagenem Inhalt an Ihr Profil.",
      "Trainingszusammenfassungen, Trends und Einblicke über Ihre historischen Daten zu generieren.",
      "Sie zu authentifizieren, Konten zu sichern, Betrug und Missbrauch zu erkennen und zu verhindern und die Integrität der Plattform zu schützen.",
      "Soziale und Community-Funktionen wie Folgen, Kommentare, Bestenlisten und geteilte Pläne zu betreiben, wo Sie sich entscheiden, sie zu nutzen.",
      "Mit Ihnen über Service-Updates, Sicherheitshinweise und administrative Nachrichten zu kommunizieren. Marketing-Kommunikation wird nur dort gesendet, wo gesetzlich erlaubt und gemäß Ihren Präferenzen.",
      "Analysen durchzuführen, um die Nutzung zu verstehen, die Leistung zu verbessern und neue Funktionen zu planen, wobei möglichst aggregierte oder anonymisierte Daten verwendet werden.",
      "Rechtliche Verpflichtungen zu erfüllen, unsere Allgemeinen Geschäftsbedingungen/EULA durchzusetzen und FitVibe, unsere Nutzer und die Öffentlichkeit vor Schaden zu schützen."
    ]
  },
  "section6": {
    "title": "6. Rechtsgrundlagen für die Verarbeitung (EWR, UK und ähnliche Rechtsordnungen)",
    "subtitle": "Wo die DSGVO, UK DSGVO oder vergleichbare Gesetze gelten, stützen wir uns auf eine oder mehrere der folgenden Rechtsgrundlagen:",
    "items": [
      {
        "title": "Erfüllung eines Vertrags:",
        "content": "Zur Erstellung und Verwaltung Ihres Kontos, Bereitstellung der von Ihnen angefragten Dienste und Unterstützung Ihrer Nutzung von FitVibe."
      },
      {
        "title": "Einwilligung:",
        "content": "Zum Beispiel, wenn Sie sich für Marketing-E-Mails oder Push-Benachrichtigungen anmelden, bestimmte Inhalte öffentlich sichtbar machen oder Drittanbieter-Integrationen verbinden oder optionale Analysen und Cookies aktivieren, wo gesetzlich erforderlich. Sie können Ihre Einwilligung jederzeit widerrufen, ohne die Rechtmäßigkeit der Verarbeitung vor dem Widerruf zu beeinträchtigen."
      },
      {
        "title": "Berechtigte Interessen:",
        "content": "Zur Aufrechterhaltung und Verbesserung der Sicherheit, Leistung und Benutzerfreundlichkeit der Dienste; zur Verhinderung von Missbrauch; und zum Verständnis, wie die Dienste genutzt werden, vorausgesetzt, diese Interessen werden gegen Ihre Rechte und Freiheiten abgewogen."
      },
      {
        "title": "Rechtliche Verpflichtungen:",
        "content": "Zur Erfüllung von Buchhaltungs-, Steuer- und regulatorischen Anforderungen und zur Beantwortung rechtmäßiger Anfragen von Behörden."
      },
      {
        "title": "Vitalinteressen oder öffentliches Interesse:",
        "content": "In seltenen Fällen, um Leben oder körperliche Sicherheit zu schützen oder öffentliche Gesundheitsrichtlinien einzuhalten, wo gesetzlich erlaubt."
      }
    ]
  },
  "section7": {
    "title": "7. Cookies und ähnliche Technologien",
    "subtitle": "Wir verwenden Cookies und ähnliche Technologien, um:",
    "items": [
      "Sie angemeldet zu halten und die Sitzungssicherheit aufrechtzuerhalten;",
      "Ihre Einstellungen zu speichern (wie Sprache und Einheiten);",
      "Nutzung und Leistung der Dienste zu messen; und",
      "Marketing und Produktentwicklung zu unterstützen, wo erlaubt."
    ],
    "cookieNote": "Wo gesetzlich erforderlich, werden wir Ihnen ein Cookie-Banner oder Einstellungen präsentieren, um Ihre Einwilligung für nicht wesentliche Cookies einzuholen und Ihnen zu ermöglichen, Ihre Präferenzen zu verwalten. Weitere Informationen finden Sie in unserer Cookie-Richtlinie (falls in Ihrer Region verfügbar)."
  },
  "section8": {
    "title": "8. Wie wir Informationen teilen",
    "notSold": "Wir verkaufen Ihre persönlichen Daten nicht.",
    "subtitle": "Wir können Ihre persönlichen Daten teilen mit:",
    "items": [
      {
        "title": "Dienstleistern und Unterauftragsverarbeitern",
        "content": "— Zum Beispiel Anbietern von Cloud-Infrastruktur, E-Mail/SMS-Versand, Analysen, Fehlerberichterstattung und Kundensupport-Tools. Jeder Anbieter ist durch eine Datenverarbeitungsvereinbarung gebunden, die Vertraulichkeit, angemessene Sicherheitsmaßnahmen und, wo zutreffend, Standardvertragsklauseln (\"SCCs\") erfordert."
      },
      {
        "title": "Integrationen und Partnern, die Sie wählen",
        "content": "— Zum Beispiel, wenn Sie ein Wearable-Gerät oder einen Kalenderanbieter verbinden, teilen wir nur die Daten, die zur Aktivierung dieser Integration erforderlich sind, und nur gemäß Ihrer Konfiguration und den Bedingungen des Partners."
      },
      {
        "title": "Organisationen, die Ihr Konto bereitstellen",
        "content": "— Wenn Ihr Konto von einem Trainer, Verein oder Arbeitgeber erstellt oder verwaltet wird, können bestimmte Profil- und Aktivitätsdaten für benannte Administratoren gemäß deren Richtlinien und unseren Verträgen mit ihnen sichtbar sein."
      },
      {
        "title": "Geschäftstransfers",
        "content": "— Im Zusammenhang mit einer Fusion, Übernahme, Umstrukturierung oder Veräußerung von Vermögenswerten, bei der Ihre Daten als Teil der Transaktion übertragen werden können, vorbehaltlich der Vertraulichkeit und, wo erforderlich, Benachrichtigung an Sie."
      },
      {
        "title": "Rechtliches und Sicherheit",
        "content": "— Wenn dies zur Erfüllung rechtlicher Verpflichtungen, Gerichtsbeschlüsse oder rechtmäßiger Anfragen erforderlich ist, oder zur Durchsetzung unserer Bedingungen und zum Schutz der Rechte, des Eigentums und der Sicherheit von FitVibe, unseren Nutzern oder der Öffentlichkeit."
      },
      {
        "title": "Aggregierte oder anonymisierte Daten",
        "content": "— Wir können aggregierte oder anonymisierte Informationen für Analysen, Forschung oder Produktverbesserung verwenden oder teilen, sofern keine Einzelperson identifiziert werden kann."
      }
    ]
  },
  "section9": {
    "title": "9. Internationale Datenübertragungen",
    "paragraph1": "FitVibe kann Ihre persönlichen Daten in Ländern außerhalb desjenigen verarbeiten und speichern, in dem Sie ansässig sind. Diese Länder können Datenschutzgesetze haben, die sich von denen Ihrer Rechtsordnung unterscheiden.",
    "paragraph2": "Wo wir persönliche Daten aus dem EWR, UK oder der Schweiz in Länder übertragen, die nicht als angemessenes Schutzniveau anerkannt sind, implementieren wir angemessene Schutzmaßnahmen, wie:",
    "items": [
      "Standardvertragsklauseln, die von der Europäischen Kommission oder UK-Behörden genehmigt wurden, und",
      "zusätzliche technische und organisatorische Maßnahmen basierend auf Transfer-Folgenabschätzungen, wo erforderlich."
    ],
    "paragraph3": "Sie können weitere Informationen zu diesen Schutzmaßnahmen anfordern, indem Sie privacy@fitvibe.example.com kontaktieren."
  },
  "section10": {
    "title": "10. Datenspeicherung",
    "paragraph1": "Wir speichern persönliche Daten nur so lange, wie dies angemessen notwendig ist, um die Dienste und Funktionen bereitzustellen, die Sie angefordert haben, die in dieser Richtlinie beschriebenen Zwecke zu erfüllen, unseren rechtlichen und vertraglichen Verpflichtungen nachzukommen und Streitigkeiten beizulegen und unsere Vereinbarungen durchzusetzen.",
    "paragraph2": "Insbesondere, vorbehaltlich Änderungen, wenn sich unsere Dienste weiterentwickeln:",
    "items": [
      {
        "title": "Konto-, Trainings- und Social-Graph-Daten",
        "content": "werden gespeichert, solange Ihr Konto aktiv bleibt. Wenn Sie die Löschung Ihres Kontos anfordern, wenden wir eine kurze Karenzzeit an (typischerweise 7 Tage) und löschen oder anonymisieren dann unwiderruflich zugehörige Daten."
      },
      {
        "title": "Backups",
        "content": "die persönliche Daten enthalten, werden innerhalb eines begrenzten Zeitraums rotiert und gelöscht (typischerweise 14 Tage nach der effektiven Löschung), unter Verwendung eines automatisierten Prozesses, der darauf ausgelegt ist, Rechte der betroffenen Person zu unterstützen."
      },
      {
        "title": "Authentifizierungs-Token, Idempotenz-Aufzeichnungen und Moderation-Warteschlangen",
        "content": "werden nach rollierenden Zeitplänen bereinigt (z.B. zwischen 24 Stunden und 180 Tagen), je nach Betriebsbedarf und Sicherheitsanforderungen."
      },
      {
        "title": "Prüfprotokolle und Sicherheitsprotokolle",
        "content": "werden für einen begrenzten Zeitraum aufbewahrt (z.B. 180 Tage), um Incident-Response und Compliance zu unterstützen."
      }
    ],
    "paragraph3": "Wenn Daten für diese Zwecke nicht mehr erforderlich sind, löschen wir sie entweder sicher oder anonymisieren sie, sodass sie nicht mehr mit Ihnen verknüpft werden können."
  },
  "section11": {
    "title": "11. Sicherheit",
    "subtitle": "Wir implementieren angemessene technische und organisatorische Maßnahmen zum Schutz persönlicher Daten, einschließlich:",
    "items": [
      "TLS (HTTPS)-Verschlüsselung während der Übertragung mit modernen Protokollen und strikter Transport-Sicherheit;",
      "Zugriffskontrollen und rollenbasierte Berechtigungen in Produktionsumgebungen, mit Multi-Faktor-Authentifizierung und Verwendung eines Secrets-Managers;",
      "Regelmäßige Sicherheits-Updates, Schwachstellen-Management und Überwachung auf Anomalien;",
      "Malware-Scanning für Uploads und Prüfpfade für wichtige administrative und sicherheitsrelevante Aktionen."
    ],
    "note": "Kein System kann vollständig sicher sein. Sie bleiben verantwortlich für die Wahl starker Passwörter, deren Vertraulichkeit, Aktivierung der Multi-Faktor-Authentifizierung wo verfügbar und sofortige Benachrichtigung bei vermuteter unbefugter Nutzung Ihres Kontos."
  },
  "section12": {
    "title": "12. Ihre Rechte",
    "subtitle": "Je nach Ihrem Wohnort und anwendbarem Recht können Sie einige oder alle der folgenden Rechte haben:",
    "items": [
      {
        "title": "Zugang",
        "content": "– um Bestätigung zu erhalten, ob wir Ihre persönlichen Daten verarbeiten und eine Kopie dieser Daten zu erhalten."
      },
      {
        "title": "Berichtigung",
        "content": "– um unrichtige oder unvollständige persönliche Daten korrigieren zu lassen."
      },
      {
        "title": "Löschung",
        "content": "– um die Löschung Ihrer persönlichen Daten zu beantragen, vorbehaltlich bestimmter Ausnahmen (z.B. wo die Aufbewahrung gesetzlich vorgeschrieben ist)."
      },
      {
        "title": "Einschränkung",
        "content": "– um zu beantragen, dass wir die Verarbeitung Ihrer persönlichen Daten unter bestimmten Umständen einschränken."
      },
      {
        "title": "Widerspruch",
        "content": "– um der Verarbeitung aufgrund berechtigter Interessen zu widersprechen und, wo zutreffend, dem Direktmarketing jederzeit zu widersprechen."
      },
      {
        "title": "Datenübertragbarkeit",
        "content": "– um Ihre persönlichen Daten in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten und sie an einen anderen Verantwortlichen zu übertragen, wo technisch machbar."
      },
      {
        "title": "Widerruf der Einwilligung",
        "content": "– wo die Verarbeitung auf Einwilligung basiert, können Sie diese jederzeit widerrufen, ohne die Rechtmäßigkeit der Verarbeitung vor dem Widerruf zu beeinträchtigen."
      },
      {
        "title": "Beschwerde bei einer Aufsichtsbehörde",
        "content": "– Sie können eine Beschwerde bei Ihrer örtlichen Datenschutzbehörde einreichen, wenn Sie glauben, dass unsere Verarbeitung geltendes Recht verletzt."
      }
    ],
    "additionalRights": "Bewohner bestimmter Rechtsordnungen (z.B. einige US-Bundesstaaten, Brasilien, Kanada) können zusätzliche Rechte haben, wie Rechte auf Kenntnis, Löschung oder Einschränkung der Verwendung oder Offenlegung bestimmter Informationskategorien. Diese werden gemäß dem relevanten Gesetz gewährt.",
    "exerciseRights": "Sie können diese Rechte ausüben, indem Sie alle Self-Service-Tools in der App oder den Kontoeinstellungen verwenden (z.B. Download- oder Kontolöschungsfunktionen) und/oder uns unter privacy@fitvibe.example.com kontaktieren.",
    "verification": "Wir müssen möglicherweise Ihre Identität überprüfen, bevor wir auf Ihre Anfrage reagieren, und können Anfragen ablehnen, die offensichtlich unbegründet, übermäßig oder anderweitig nicht erforderlich oder gesetzlich erlaubt sind."
  },
  "section13": {
    "title": "13. Daten von Kindern",
    "subtitle": "Die Dienste richten sich nicht an Kinder unter 16 Jahren oder jedes höhere Alter, das von anwendbarem Recht in Ihrer Rechtsordnung für Online-Einwilligung festgelegt wurde.",
    "items": [
      "Wir sammeln wissentlich keine persönlichen Daten von Kindern unter dem anwendbaren Mindestalter.",
      "Wenn wir erfahren, dass wir persönliche Daten von einem solchen Kind ohne angemessene Einwilligung gesammelt haben, werden wir sie so schnell wie möglich löschen."
    ],
    "contact": "Wenn Sie glauben, dass ein Kind persönliche Daten an FitVibe in Verletzung dieser Richtlinie bereitgestellt hat, kontaktieren Sie uns bitte unter privacy@fitvibe.example.com."
  },
  "section14": {
    "title": "14. Gesundheits- und Fitness-Überlegungen",
    "paragraph1": "FitVibe bietet Trainings- und Wellness-Tools. Es ist kein Medizinprodukt und dient nicht zur Diagnose, Behandlung, Heilung oder Vorbeugung von Krankheiten.",
    "paragraph2": "Nichts in den Diensten stellt medizinischen Rat dar. Sie sollten qualifizierte Gesundheitsfachkräfte konsultieren, bevor Sie ein Trainingsprogramm beginnen oder ändern, insbesondere wenn Sie bestehende Gesundheitsprobleme haben."
  },
  "section15": {
    "title": "15. Änderungen an dieser Richtlinie",
    "paragraph1": "Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren, z.B. wenn wir neue Funktionen einführen, neue Anbieter verwenden oder wenn sich Gesetze oder regulatorische Leitlinien ändern.",
    "items": [
      "Das \"Gültigkeitsdatum\" am Anfang dieser Richtlinie zeigt an, wann sie zuletzt geändert wurde.",
      "Bei wesentlichen Änderungen werden wir zusätzliche Benachrichtigung bereitstellen, wie z.B. eine In-App-Benachrichtigung oder E-Mail.",
      "Die Richtlinie wird in Versionskontrolle gepflegt, wobei historische Versionen zur Referenz aufbewahrt werden."
    ],
    "paragraph2": "Ihre fortgesetzte Nutzung der Dienste nach Inkrafttreten von Änderungen stellt Ihre Anerkennung der aktualisierten Richtlinie dar."
  },
  "section16": {
    "title": "16. Wie Sie uns kontaktieren oder Ihre Rechte ausüben können",
    "subtitle": "Wenn Sie Fragen zu dieser Datenschutzrichtlinie, unserer Nutzung Ihrer persönlichen Daten haben oder Ihre Rechte ausüben möchten, kontaktieren Sie bitte:",
    "email": "E-Mail:",
    "emailValue": "kpilpilidis@gmail.com",
    "dpo": "(Wo zutreffend) Datenschutzbeauftragter:",
    "dpoValue": "kpilpilidis@gmail.com",
    "responseTime": "Wir werden ohne unangemessene Verzögerung und innerhalb der von anwendbarem Datenschutzgesetz geforderten Fristen antworten (z.B. einen Monat unter der DSGVO, vorbehaltlich erlaubter Verlängerungen für komplexe Anfragen)."
  }
}
