{
  "eyebrow": "Rechtliches",
  "title": "Allgemeine Geschäftsbedingungen",
  "description": "Bitte lesen Sie unsere Allgemeinen Geschäftsbedingungen sorgfältig durch, bevor Sie FitVibe verwenden.",
  "effectiveDate": "Gültigkeitsdatum",
  "effectiveDateValue": "2024-06-01",
  "intro": "Diese Allgemeinen Geschäftsbedingungen / Endbenutzer-Lizenzvereinbarung (\"AGB\") regeln Ihren Zugang zu und die Nutzung der FitVibe-Websites, mobilen Anwendungen, APIs und verwandten Diensten (zusammen die \"Dienste\"). Durch die Nutzung der Dienste stimmen Sie diesen AGB sowie der Datenschutzrichtlinie und Cookie-Richtlinie zu.",
  "section1": {
    "title": "1. Berechtigung und Kontoregistrierung",
    "items": [
      "Sie müssen mindestens 16 Jahre alt sein oder das von Ihrer Rechtsordnung vorgeschriebene Alter erreicht haben. Wenn Sie im Namen einer Organisation zustimmen, stellen Sie sicher, dass Sie befugt sind, diese zu binden.",
      "Sie sind dafür verantwortlich, genaue Kontoinformationen zu pflegen und Anmeldedaten zu schützen. Benachrichtigen Sie FitVibe sofort bei unbefugter Nutzung."
    ]
  },
  "section2": {
    "title": "2. Lizenzgewährung und geistiges Eigentum",
    "items": [
      "FitVibe gewährt Ihnen eine eingeschränkte, widerrufliche, nicht-exklusive, nicht übertragbare Lizenz zur Installation und Nutzung der Dienste für persönliche oder autorisierte organisatorische Nutzung gemäß diesen AGB.",
      "Die Dienste und alle damit verbundenen geistigen Eigentumsrechte sind Eigentum von FitVibe und seinen Lizenzgebern. Es werden keine Rechte gewährt, außer wie ausdrücklich angegeben."
    ]
  },
  "section3": {
    "title": "3. Zulässige Nutzung",
    "subtitle": "Sie stimmen zu, nicht:",
    "items": [
      "Die Dienste zu reverse-engineern, zu modifizieren oder abgeleitete Werke zu erstellen, außer wie gesetzlich erlaubt.",
      "Sicherheitsmaßnahmen zu umgehen, auf nicht öffentliche Bereiche zuzugreifen oder die Systemintegrität zu beeinträchtigen.",
      "Rechtswidrige, diffamierende oder rechtsverletzende Inhalte oder Inhalte hochzuladen, die ohne Erlaubnis personenbezogene Daten anderer enthalten.",
      "Die Dienste zur medizinischen Diagnose oder Notfallreaktion zu verwenden oder an Belästigung, Diskriminierung oder missbräuchlichem Verhalten teilzunehmen.",
      "Automatisierte Mittel zur Datenzugriff oder -extraktion zu verwenden, außer über genehmigte APIs und Rate-Limits."
    ]
  },
  "section4": {
    "title": "4. Benutzerinhalte",
    "items": [
      "Sie behalten das Eigentum an Inhalten, die Sie einreichen (z.B. Trainingsprotokolle, Kommentare, Medien). Sie gewähren FitVibe eine weltweite, gebührenfreie Lizenz zur Hosting, Nutzung, Reproduktion, Modifikation, Veröffentlichung und Anzeige dieser Inhalte ausschließlich zum Betrieb und zur Verbesserung der Dienste.",
      "Sie stellen sicher, dass Sie die Rechte zur Weitergabe der von Ihnen eingereichten Inhalte haben und dass diese nicht die Rechte anderer oder geltendes Recht verletzen."
    ]
  },
  "section5": {
    "title": "5. Gesundheits- und Sicherheitshinweis",
    "content": "FitVibe bietet Trainings- und Wellness-Tools und bietet keine medizinische Beratung. Konsultieren Sie einen Arzt, bevor Sie neue Trainingsprogramme beginnen. Beenden Sie die Nutzung der Dienste und suchen Sie ärztliche Hilfe auf, wenn Sie nachteilige Symptome verspüren."
  },
  "section6": {
    "title": "6. Drittanbieter-Dienste und Integrationen",
    "content": "Einige Funktionen basieren auf Drittanbieter-Diensten (z.B. Analytics, Zahlungsabwickler, Geräteintegrationen). Ihre Nutzung dieser Dienste kann deren Bedingungen unterliegen. FitVibe ist nicht verantwortlich für Drittanbieter-Dienste."
  },
  "section7": {
    "title": "7. Gebühren und Abonnements",
    "items": [
      "Falls Abonnements oder kostenpflichtige Funktionen angeboten werden, werden Preis- und Abrechnungsbedingungen in den Diensten dargestellt. Steuern können anfallen. Zahlungen werden von Drittanbietern abgewickelt; Sie autorisieren FitVibe und Abwickler zur Erhebung anfallender Gebühren.",
      "FitVibe kann Preise bei angemessener Ankündigung ändern, vorbehaltlich geltenden Rechts. Wenn Sie Änderungen nicht zustimmen, können Sie vor Inkrafttreten der neuen Preise kündigen."
    ]
  },
  "section8": {
    "title": "8. Kündigung",
    "items": [
      "Sie können die Nutzung der Dienste jederzeit beenden. Sie können die Kontolöschung wie in der Datenschutzrichtlinie beschrieben beantragen.",
      "FitVibe kann den Zugang bei Verstoß gegen diese AGB, gesetzlichen Anforderungen oder zum Schutz der Dienste oder Nutzer sperren oder kündigen. Wir können, wenn möglich, eine Benachrichtigung bereitstellen."
    ]
  },
  "section9": {
    "title": "9. Haftungsausschlüsse",
    "content": "Die Dienste werden \"wie besehen\" und \"wie verfügbar\" ohne Gewährleistungen jeglicher Art, ausdrücklich oder stillschweigend, einschließlich Marktgängigkeit, Eignung für einen bestimmten Zweck, Nichtverletzung und Genauigkeit bereitgestellt. Einige Rechtsordnungen erlauben keine Ausschlüsse bestimmter Gewährleistungen, daher gelten diese Ausschlüsse möglicherweise nicht."
  },
  "section10": {
    "title": "10. Haftungsbeschränkung",
    "content": "Soweit gesetzlich zulässig, haftet FitVibe nicht für indirekte, zufällige, besondere, Folge- oder Strafschäden oder für Verlust von Gewinnen, Daten, Goodwill oder Geschäftsunterbrechungen, auch wenn auf die Möglichkeit solcher Schäden hingewiesen wurde. Die Gesamthaftung von FitVibe für Ansprüche aus oder in Zusammenhang mit den Diensten übersteigt nicht den höheren Betrag von (a) Beträgen, die Sie FitVibe in den zwölf Monaten vor dem Anspruch für die Dienste gezahlt haben, oder (b) 100 USD, außer wo gesetzlich verboten."
  },
  "section11": {
    "title": "11. Freistellung",
    "content": "Sie stimmen zu, FitVibe, seine verbundenen Unternehmen und deren leitende Angestellte, Mitarbeiter und Agenten von allen Ansprüchen, Schäden, Verlusten oder Ausgaben freizustellen, die aus Ihrer Nutzung der Dienste oder Verstoß gegen diese AGB entstehen."
  },
  "section12": {
    "title": "12. Geltendes Recht und Streitbeilegung",
    "content": "Diese AGB unterliegen den Gesetzen des Staates Delaware, USA, ohne Rücksicht auf Kollisionsnormen, außer wo zwingendes lokales Recht gilt. Streitigkeiten sollten zunächst mit dem FitVibe-Support besprochen werden. Wo gesetzlich erlaubt, werden Streitigkeiten durch verbindliche Schiedsverfahren in Delaware auf individueller Basis beigelegt, und Sie verzichten auf Sammelklagen. Wenn Schiedsverfahren nicht erlaubt sind, werden Streitigkeiten vor Gerichten in Delaware beigelegt. Verbraucher haben möglicherweise gesetzliche Rechte, Ansprüche in ihren Heimatgerichtsständen geltend zu machen; diese AGB beschränken solche Rechte nicht."
  },
  "section13": {
    "title": "13. Export- und Sanktionskonformität",
    "content": "Sie müssen geltende Exportkontroll- und Sanktionsgesetze einhalten. Sie dürfen die Dienste nicht verwenden, wenn Sie sich in oder gewöhnlich in von den USA mit einem Embargo belegten Ländern aufhalten oder wenn Sie auf geltenden Sanktionslisten stehen."
  },
  "section14": {
    "title": "14. Änderungen an Diensten und AGB",
    "items": [
      "Wir können Funktionen zur Verbesserung der Leistung, Sicherheit oder Konformität ändern oder einstellen. Wir werden bei wesentlichen Änderungen, wo erforderlich, eine Benachrichtigung bereitstellen.",
      "Fortgesetzte Nutzung nach Inkrafttreten von Änderungen stellt eine Annahme dar. Wenn Sie nicht zustimmen, beenden Sie die Nutzung der Dienste."
    ]
  },
  "section15": {
    "title": "15. Benachrichtigungen",
    "items": [
      "Benachrichtigungen an FitVibe: kpilpilidis@gmail.com.",
      "Benachrichtigungen an Sie: per E-Mail, in Produktnachrichten oder auf andere angemessene Weise. Sie sind verantwortlich, Kontaktdaten aktuell zu halten."
    ]
  },
  "section16": {
    "title": "16. Kontakt",
    "content": "Fragen zu diesen AGB können an kpilpilidis@gmail.com gesendet werden."
  },
  "revokeConsent": "Zustimmung widerrufen",
  "revokeConfirm": {
    "title": "Zustimmung widerrufen",
    "message": "Wenn Sie Ihre Zustimmung widerrufen, können Sie FitVibe nicht mehr verwenden. Sie werden abgemeldet und müssen die Allgemeinen Geschäftsbedingungen erneut akzeptieren, um den Dienst weiterhin nutzen zu können.",
    "confirm": "Zustimmung widerrufen und abmelden",
    "cancel": "Zurück"
  }
}
