{
  "eyebrow": "Légal",
  "title": "Politique de confidentialité",
  "description": "Découvrez comment nous collectons, utilisons et protégeons vos données personnelles.",
  "effectiveDate": "Date d'entrée en vigueur",
  "effectiveDateValue": "26 octobre 2025",
  "intro1": "FitVibe aide les athlètes et les personnes actives à planifier des sessions d'entraînement, à enregistrer des séances d'entraînement et à comprendre leurs progrès. Cette Politique de confidentialité explique quelles données personnelles nous collectons lorsque vous utilisez les Services, pourquoi nous les collectons, comment nous les utilisons et les partageons, et les droits dont vous disposez sous le Règlement général sur la protection des données (\"RGPD\"), le UK RGPD et autres lois applicables sur la protection des données.",
  "intro2": "En utilisant les Services, vous reconnaissez que vos données personnelles seront traitées comme décrit dans cette Politique de confidentialité.",
  "section1": {
    "title": "1. Portée",
    "subtitle": "Cette Politique de confidentialité :",
    "items": [
      "S'applique à toute personne qui visite nos sites ou applications, crée un compte, utilise les Services, participe aux communautés ou interagit autrement avec FitVibe.",
      "Couvre toutes les données personnelles traitées par FitVibe agissant en tant que responsable. Lorsque nous traitons des données strictement au nom d'organisations (par exemple, un club ou un employeur utilisant FitVibe pour ses membres), ces organisations sont responsables et nous agissons en tant que processeur conformément à nos accords de traitement des données.",
      "Ne s'applique pas aux services, sites Web ou appareils tiers que vous choisissez de connecter à FitVibe ; leurs pratiques de confidentialité sont régies par leurs propres politiques."
    ]
  },
  "section2": {
    "title": "2. Qui nous sommes et comment nous contacter",
    "controller": "Responsable :",
    "controllerValue": "FitVibe",
    "privacyInquiries": "Demandes de protection des données et de confidentialité :",
    "privacyInquiriesValue": "kpilpilidis@gmail.com",
    "dpo": "Délégué à la protection des données (si requis) :",
    "dpoValue": "kpilpilidis@gmail.com",
    "euRepresentative": "Représentant EU/UK (si nommé) :",
    "euRepresentativeValue": "les détails seront publiés dans des suppléments localisés à cet avis.",
    "contactNote": "Vous pouvez nous contacter à ces adresses pour toute question concernant cette Politique ou notre traitement de vos données personnelles."
  },
  "section3": {
    "title": "3. Informations que nous collectons",
    "subtitle": "Nous regroupons les données personnelles que nous traitons dans les catégories suivantes.",
    "table": {
      "headers": {
        "category": "Catégorie",
        "examples": "Exemples",
        "source": "Source"
      },
      "rows": {
        "accountData": {
          "category": "Données de compte",
          "examples": "Adresse e-mail, nom d'utilisateur, hachage de mot de passe, identifiants de compte",
          "source": "Fourni par vous"
        },
        "profilePreferences": {
          "category": "Profil et préférences",
          "examples": "Nom d'affichage, avatar, paramètres régionaux, fuseau horaire, unités (kg/lb, km/mi), langue, paramètres de visibilité, préférences de contact",
          "source": "Fourni par vous"
        },
        "trainingWellness": {
          "category": "Données d'entraînement et de bien-être",
          "examples": "Journaux d'entraînement, exercices effectués, séries/répétitions, charges, rythme, données de fréquence cardiaque ou de puissance (si connecté), RPE, mesures corporelles, vérifications de bien-être",
          "source": "Fourni par vous ou via des intégrations que vous connectez"
        },
        "socialCommunity": {
          "category": "Contenu social et communautaire",
          "examples": "Commentaires, likes, messages, informations de profil visibles par d'autres, participation à des équipes ou groupes",
          "source": "Fourni par vous"
        },
        "deviceTechnical": {
          "category": "Données d'appareil et techniques",
          "examples": "Adresse IP, identifiants d'appareil, système d'exploitation, version de l'application, type de navigateur, langue, fuseau horaire",
          "source": "Collecté automatiquement"
        },
        "usageDiagnostics": {
          "category": "Données d'utilisation et de diagnostic",
          "examples": "Utilisation des fonctionnalités, données de navigation et de flux de clics, métriques de performance, rapports de plantage, journaux d'erreurs",
          "source": "Collecté automatiquement"
        },
        "supportCommunication": {
          "category": "Données de support et de communication",
          "examples": "Messages que vous envoyez au support, commentaires, réponses aux sondages et métadonnées associées",
          "source": "Fourni par vous"
        },
        "paymentBilling": {
          "category": "Données de paiement et de facturation",
          "examples": "Détails de facturation limités tels que l'adresse de facturation, IDs de transaction (les données complètes de carte sont gérées par notre processeur de paiement)",
          "source": "Fourni par vous / fournisseur de paiement"
        },
        "cookiesIds": {
          "category": "Cookies et identifiants similaires",
          "examples": "Identifiants de cookie, identifiants publicitaires mobiles et technologie similaire utilisée pour l'analyse et, où permis, le marketing",
          "source": "Collecté automatiquement"
        }
      }
    },
    "specialCategoriesNote": "Nous n'avons pas l'intention de collecter des catégories spéciales de données (telles que les diagnostics médicaux) sauf si clairement nécessaire pour une fonctionnalité et permis par la loi. Le cas échéant, nous demanderons votre consentement explicite."
  },
  "section4": {
    "title": "4. Sources d'information",
    "subtitle": "Nous obtenons des données personnelles de :",
    "items": [
      "Vous, lorsque vous créez un compte, mettez à jour votre profil, enregistrez des séances d'entraînement, participez aux fonctionnalités sociales ou contactez le support.",
      "Vos appareils et navigateurs, via des cookies, des SDK et des technologies similaires.",
      "Organisations (telles que des clubs ou des employeurs) qui provisionnent des comptes ou intègrent FitVibe avec leurs systèmes internes.",
      "Services tiers (par exemple, appareils portables ou fournisseurs de calendrier) que vous connectez à FitVibe, strictement selon vos permissions."
    ]
  },
  "section5": {
    "title": "5. Comment nous utilisons vos informations",
    "subtitle": "Nous utilisons les données personnelles décrites ci-dessus pour :",
    "items": [
      "Fournir, exploiter et maintenir les Services, y compris les outils de planification, les journaux d'entraînement et les tableaux de bord d'analyse.",
      "Personnaliser votre expérience, par exemple en adaptant les unités, la langue et le contenu suggéré à votre profil.",
      "Générer des résumés d'entraînement, des tendances et des insights sur vos données historiques.",
      "Vous authentifier, sécuriser les comptes, détecter et prévenir la fraude et les abus, et protéger l'intégrité de la plateforme.",
      "Exploiter les fonctionnalités sociales et communautaires telles que le suivi, les commentaires, les classements et les plans partagés, où vous choisissez de les utiliser.",
      "Communiquer avec vous concernant les mises à jour de service, les avis de sécurité et les messages administratifs. Les communications marketing sont envoyées uniquement où permis par la loi et selon vos préférences.",
      "Conduire des analyses pour comprendre l'utilisation, améliorer les performances et planifier de nouvelles fonctionnalités, en utilisant des données agrégées ou dé-identifiées lorsque possible.",
      "Se conformer aux obligations légales, faire respecter nos Conditions générales/EULA et protéger FitVibe, nos utilisateurs et le public contre les préjudices."
    ]
  },
  "section6": {
    "title": "6. Bases légales du traitement (EEE, UK et juridictions similaires)",
    "subtitle": "Lorsque le RGPD, le UK RGPD ou des lois comparables s'appliquent, nous nous appuyons sur une ou plusieurs des bases légales suivantes :",
    "items": [
      {
        "title": "Exécution d'un contrat :",
        "content": "Pour créer et gérer votre compte, fournir les Services que vous demandez et soutenir votre utilisation de FitVibe."
      },
      {
        "title": "Consentement :",
        "content": "Par exemple, lorsque vous optez pour des e-mails marketing ou des notifications push, vous rendez certains contenus publiquement visibles, ou vous connectez des intégrations tierces ou activez des analyses optionnelles et des cookies où requis par la loi. Vous pouvez retirer votre consentement à tout moment, sans affecter la licéité du traitement avant le retrait."
      },
      {
        "title": "Intérêts légitimes :",
        "content": "Pour maintenir et améliorer la sécurité, les performances et la convivialité des Services ; pour prévenir les abus ; et pour comprendre comment les Services sont utilisés, à condition que ces intérêts soient équilibrés contre vos droits et libertés."
      },
      {
        "title": "Obligations légales :",
        "content": "Pour se conformer aux exigences comptables, fiscales et réglementaires et répondre aux demandes légales des autorités publiques."
      },
      {
        "title": "Intérêts vitaux ou intérêt public :",
        "content": "Dans de rares cas, pour protéger la vie ou la sécurité physique ou pour se conformer aux directives de santé publique, où permis par la loi."
      }
    ]
  },
  "section7": {
    "title": "7. Cookies et technologies similaires",
    "subtitle": "Nous utilisons des cookies et des technologies similaires pour :",
    "items": [
      "vous maintenir connecté et maintenir la sécurité de session ;",
      "mémoriser vos préférences (telles que la langue et les unités) ;",
      "mesurer l'utilisation et les performances des Services ; et",
      "soutenir, où permis, le marketing et le développement de produits."
    ],
    "cookieNote": "Lorsque requis par la loi, nous vous présenterons une bannière de cookies ou des paramètres pour obtenir votre consentement pour les cookies non essentiels et vous permettre de gérer vos préférences. Pour plus d'informations, veuillez vous référer à notre Politique des cookies (si disponible dans votre région)."
  },
  "section8": {
    "title": "8. Comment nous partageons les informations",
    "notSold": "Nous ne vendons pas vos données personnelles.",
    "subtitle": "Nous pouvons partager vos données personnelles avec :",
    "items": [
      {
        "title": "Fournisseurs de services et sous-traitants",
        "content": "— Par exemple, fournisseurs d'infrastructure cloud, livraison e-mail/SMS, analyses, signalement d'erreurs et outils de support client. Chaque fournisseur est lié par un accord de traitement des données exigeant la confidentialité, des mesures de sécurité appropriées et, le cas échéant, des Clauses contractuelles types (\"CCT\")."
      },
      {
        "title": "Intégrations et partenaires que vous choisissez",
        "content": "— Par exemple, si vous connectez un appareil portable ou un fournisseur de calendrier, nous partageons uniquement les données nécessaires pour activer cette intégration et uniquement selon votre configuration et les conditions du partenaire."
      },
      {
        "title": "Organisations qui provisionnent votre compte",
        "content": "— Si votre compte est créé ou géré par un entraîneur, un club ou un employeur, certaines données de profil et d'activité peuvent être visibles aux administrateurs désignés conformément à leurs politiques et nos contrats avec eux."
      },
      {
        "title": "Transferts commerciaux",
        "content": "— En relation avec une fusion, une acquisition, une réorganisation ou une vente d'actifs, où vos données peuvent être transférées dans le cadre de la transaction, sous réserve de confidentialité et, si nécessaire, d'avis à vous."
      },
      {
        "title": "Légal et sécurité",
        "content": "— Lorsque nécessaire pour se conformer aux obligations légales, ordonnances judiciaires ou demandes légales, ou pour faire respecter nos conditions et protéger les droits, biens et sécurité de FitVibe, nos utilisateurs ou le public."
      },
      {
        "title": "Données agrégées ou dé-identifiées",
        "content": "— Nous pouvons utiliser ou partager des informations agrégées ou dé-identifiées pour l'analyse, la recherche ou l'amélioration des produits, à condition qu'elles n'identifient aucun individu."
      }
    ]
  },
  "section9": {
    "title": "9. Transferts internationaux de données",
    "paragraph1": "FitVibe peut traiter et stocker vos données personnelles dans des pays autres que celui dans lequel vous résidez. Ces pays peuvent avoir des lois sur la protection des données qui diffèrent de celles de votre juridiction.",
    "paragraph2": "Lorsque nous transférons des données personnelles de l'EEE, du Royaume-Uni ou de la Suisse vers des pays qui ne sont pas reconnus comme offrant un niveau de protection adéquat, nous mettons en œuvre des garanties appropriées, telles que :",
    "items": [
      "Clauses contractuelles types approuvées par la Commission européenne ou les autorités britanniques, et",
      "mesures techniques et organisationnelles supplémentaires basées sur des évaluations d'impact de transfert, le cas échéant."
    ],
    "paragraph3": "Vous pouvez demander plus d'informations sur ces garanties en contactant privacy@fitvibe.example.com."
  },
  "section10": {
    "title": "10. Conservation des données",
    "paragraph1": "Nous conservons les données personnelles uniquement aussi longtemps que raisonnablement nécessaire pour fournir les Services et fonctionnalités que vous avez demandés, remplir les objectifs décrits dans cette Politique, nous conformer à nos obligations légales et contractuelles, et résoudre les différends et faire respecter nos accords.",
    "paragraph2": "En particulier, sous réserve de modifications à mesure que nos services évoluent :",
    "items": [
      {
        "title": "Données de compte, d'entraînement et de graphe social",
        "content": "sont conservées tant que votre compte reste actif. Lorsque vous demandez la suppression de votre compte, nous appliquons une courte période de grâce (typiquement 7 jours) puis supprimons ou anonymisons de manière irréversible les données associées."
      },
      {
        "title": "Sauvegardes",
        "content": "contenant des données personnelles sont tournées et purgées dans une fenêtre limitée (typiquement 14 jours après la suppression effective), en utilisant un processus automatisé conçu pour soutenir les droits des personnes concernées."
      },
      {
        "title": "Jetons d'authentification, enregistrements d'idempotence et files d'attente de modération",
        "content": "sont élagués selon des calendriers rotatifs (par exemple, entre 24 heures et 180 jours), selon les besoins opérationnels et les exigences de sécurité."
      },
      {
        "title": "Journaux d'audit et journaux de sécurité",
        "content": "sont conservés pour une période limitée (par exemple, 180 jours) pour soutenir la réponse aux incidents et la conformité."
      }
    ],
    "paragraph3": "Lorsque les données ne sont plus nécessaires à ces fins, nous les supprimons de manière sécurisée ou les dé-identifions afin qu'elles ne puissent plus être liées à vous."
  },
  "section11": {
    "title": "11. Sécurité",
    "subtitle": "Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger les données personnelles, notamment :",
    "items": [
      "Chiffrement TLS (HTTPS) en transit, avec des protocoles modernes et une sécurité de transport stricte ;",
      "contrôles d'accès et permissions basées sur les rôles dans les environnements de production, avec authentification multi-facteurs et utilisation d'un gestionnaire de secrets ;",
      "mises à jour de sécurité régulières, gestion des vulnérabilités et surveillance des anomalies ;",
      "balayage de logiciels malveillants pour les téléchargements, et pistes d'audit pour les actions administratives et de sécurité clés."
    ],
    "note": "Aucun système ne peut être complètement sécurisé. Vous demeurez responsable de choisir des mots de passe forts, de les garder confidentiels, d'activer l'authentification multi-facteurs où disponible et de nous notifier promptement de tout accès non autorisé suspecté à votre compte."
  },
  "section12": {
    "title": "12. Vos droits",
    "subtitle": "Selon votre lieu de résidence et la loi applicable, vous pouvez avoir certains ou tous les droits suivants :",
    "items": [
      {
        "title": "Accès",
        "content": "– pour obtenir confirmation quant à savoir si nous traitons vos données personnelles et recevoir une copie de ces données."
      },
      {
        "title": "Rectification",
        "content": "– pour faire corriger des données personnelles inexactes ou incomplètes."
      },
      {
        "title": "Effacement",
        "content": "– pour demander la suppression de vos données personnelles, sous réserve de certaines exceptions (par exemple, où la rétention est requise par la loi)."
      },
      {
        "title": "Restriction",
        "content": "– pour demander que nous restrictions le traitement de vos données personnelles dans certaines circonstances."
      },
      {
        "title": "Opposition",
        "content": "– pour vous opposer au traitement basé sur des intérêts légitimes et, le cas échéant, vous opposer au marketing direct à tout moment."
      },
      {
        "title": "Portabilité des données",
        "content": "– pour recevoir vos données personnelles dans un format structuré, couramment utilisé et lisible par machine et les transmettre à un autre responsable où techniquement réalisable."
      },
      {
        "title": "Retrait du consentement",
        "content": "– où le traitement est basé sur le consentement, vous pouvez le retirer à tout moment sans affecter la licéité du traitement avant le retrait."
      },
      {
        "title": "Plainte auprès d'une autorité de contrôle",
        "content": "– vous pouvez déposer une plainte auprès de votre autorité locale de protection des données si vous estimez que notre traitement enfreint la loi applicable."
      }
    ],
    "additionalRights": "Les résidents de certaines juridictions (par exemple, certains États américains, le Brésil, le Canada) peuvent avoir des droits supplémentaires, tels que des droits de savoir, supprimer ou limiter l'utilisation ou la divulgation de certaines catégories d'informations. Ceux-ci seront honorés conformément au statut pertinent.",
    "exerciseRights": "Vous pouvez exercer ces droits en utilisant les outils libre-service fournis dans l'application ou les paramètres du compte (par exemple, télécharger ou supprimer les fonctions de compte), et/ou nous contacter à privacy@fitvibe.example.com.",
    "verification": "Nous devrons peut-être vérifier votre identité avant d'agir sur votre demande et pouvons refuser les demandes qui sont manifestement infondées, excessives ou autrement non requises ou permises par la loi."
  },
  "section13": {
    "title": "13. Données des enfants",
    "subtitle": "Les Services ne sont pas destinés aux enfants de moins de 16 ans, ou tout âge plus élevé fixé par la loi applicable dans votre juridiction pour le consentement en ligne.",
    "items": [
      "Nous ne collectons pas sciemment de données personnelles d'enfants sous l'âge minimum applicable.",
      "Si nous apprenons que nous avons collecté des données personnelles d'un tel enfant sans consentement approprié, nous les supprimerons dès que raisonnablement possible."
    ],
    "contact": "Si vous croyez qu'un enfant a fourni des données personnelles à FitVibe en violation de cette Politique, veuillez nous contacter à privacy@fitvibe.example.com."
  },
  "section14": {
    "title": "14. Considérations de santé et de fitness",
    "paragraph1": "FitVibe fournit des outils d'entraînement et de bien-être. Ce n'est pas un dispositif médical et n'est pas destiné à diagnostiquer, traiter, guérir ou prévenir une maladie.",
    "paragraph2": "Rien dans les Services ne constitue des conseils médicaux. Vous devriez consulter des professionnels de la santé qualifiés avant de commencer ou modifier tout programme d'entraînement, surtout si vous avez des problèmes de santé existants."
  },
  "section15": {
    "title": "15. Modifications de cette Politique",
    "paragraph1": "Nous pouvons mettre à jour cette Politique de confidentialité de temps à autre, par exemple lorsque nous introduisons de nouvelles fonctionnalités, utilisons de nouveaux fournisseurs ou lorsque les lois ou orientations réglementaires changent.",
    "items": [
      "La \"Date d'entrée en vigueur\" en haut de cette Politique indique quand elle a été modifiée pour la dernière fois.",
      "Pour les modifications matérielles, nous fournirons un avis supplémentaire, tel qu'une notification dans l'application ou un e-mail.",
      "La Politique est maintenue dans le contrôle de version avec des versions historiques conservées pour référence."
    ],
    "paragraph2": "Votre utilisation continue des Services après que les modifications entrent en vigueur constitue votre reconnaissance de la Politique mise à jour."
  },
  "section16": {
    "title": "16. Comment nous contacter ou exercer vos droits",
    "subtitle": "Si vous avez des questions concernant cette Politique de confidentialité, notre utilisation de vos données personnelles, ou si vous souhaitez exercer vos droits, veuillez contacter :",
    "email": "E-mail :",
    "emailValue": "kpilpilidis@gmail.com",
    "dpo": "(Le cas échéant) Délégué à la protection des données :",
    "dpoValue": "kpilpilidis@gmail.com",
    "responseTime": "Nous répondrons sans retard injustifié et dans les délais requis par la loi applicable sur la protection des données (par exemple, un mois sous le RGPD, sous réserve d'extensions permises pour les demandes complexes)."
  }
}
