{
  "title": "Preferencias de Cookies",
  "description": "Utilizamos cookies para mejorar su experiencia y cumplir con las normativas de privacidad.",
  "intro": "Elija qué cookies desea permitir. Las cookies esenciales son necesarias para que el sitio funcione y no se pueden desactivar.",
  "required": "Requerido",
  "enabled": "habilitado",
  "disabled": "deshabilitado",
  "categories": {
    "essential": {
      "label": "Cookies Esenciales",
      "description": "Necesarias para el funcionamiento del sitio. No se pueden desactivar."
    },
    "preferences": {
      "label": "Cookies de Preferencias y Funcionalidad",
      "description": "Recuerdan sus configuraciones, idioma y vistas de entrenamiento guardadas."
    },
    "analytics": {
      "label": "Cookies de Rendimiento y Análisis",
      "description": "Nos ayudan a entender el uso, mejorar las funciones y diagnosticar problemas."
    },
    "marketing": {
      "label": "Cookies de Publicidad y Marketing",
      "description": "Soportan remarketing e insights de audiencia. Solo se establecen con su consentimiento."
    }
  },
  "actions": {
    "acceptAll": "Aceptar Todas",
    "rejectAll": "Rechazar Todas",
    "savePreferences": "Guardar Preferencias"
  },
  "policy": {
    "title": "Política de Cookies",
    "description": "Obtenga más información sobre cómo utilizamos las cookies en nuestra",
    "link": "Política de Cookies"
  },
  "eyebrow": "Legal",
  "effectiveDate": "Fecha de vigencia",
  "effectiveDateValue": "2024-06-01",
  "section1": {
    "title": "¿Qué son las cookies?",
    "content": "Las cookies son pequeños archivos almacenados en su dispositivo cuando visita un sitio web o utiliza una aplicación basada en web. Nos permiten reconocer su navegador o dispositivo, recordar preferencias y medir interacciones. Las tecnologías similares incluyen almacenamiento local, registro de eventos SDK, píxeles y balizas."
  },
  "section2": {
    "title": "Cómo utilizamos las cookies",
    "items": [
      "**Cookies esenciales:** habilitan funciones principales como autenticación, seguridad de cuenta, equilibrio de carga y gestión de sesiones.",
      "**Cookies de preferencias y funcionalidad:** recuerdan su configuración, idioma y vistas de entrenamiento guardadas para proporcionar una experiencia consistente.",
      "**Cookies de rendimiento y análisis:** nos ayudan a comprender el uso, mejorar funciones, diagnosticar problemas y medir la efectividad de las campañas.",
      "**Cookies publicitarias y de marketing:** si se utilizan, admiten remarketing, medición de conversiones e información de audiencia. Cuando sea requerido, estas cookies solo se establecen con su consentimiento."
    ]
  },
  "section3": {
    "title": "Cookies y SDK de terceros",
    "content": "Podemos utilizar proveedores de terceros para análisis, monitoreo de rendimiento y marketing. Estos proveedores pueden establecer cookies o recopilar identificadores de dispositivos cuando utiliza los Servicios. Su uso está sujeto a sus políticas de privacidad. Las categorías actuales incluyen rendimiento de hosting/CDN, análisis de productos y diagnósticos de fallos."
  },
  "section4": {
    "title": "Gestión de cookies y preferencias",
    "items": [
      "**Gestión del consentimiento:** Cuando sea requerido por la ley, solicitaremos consentimiento antes de establecer cookies no esenciales y proporcionaremos controles para actualizar preferencias.",
      "**Controles del navegador:** La mayoría de los navegadores le permiten bloquear o eliminar cookies. Hacerlo puede afectar la funcionalidad del sitio, incluida la capacidad de permanecer conectado.",
      "**No rastrear (DNT):** Los Servicios actualmente no responden a las señales DNT. Respetamos las señales de exclusión legalmente requeridas (por ejemplo, Global Privacy Control) cuando corresponda.",
      "**Configuración móvil:** La configuración del dispositivo puede permitirle limitar el seguimiento de anuncios o restablecer identificadores publicitarios."
    ]
  },
  "section5": {
    "title": "Retención de datos",
    "content": "Las duraciones de las cookies varían. Las cookies de sesión expiran cuando cierra su navegador. Las cookies persistentes duran más tiempo y se conservan solo según sea necesario para sus propósitos declarados."
  },
  "section6": {
    "title": "Cambios en esta política",
    "content": "Podemos actualizar esta Política de cookies para reflejar cambios en tecnología, ley o nuestras prácticas. Los cambios materiales se comunicarán a través de los Servicios u otros medios razonables. La \"Fecha de vigencia\" anterior se actualizará para cada revisión."
  },
  "section7": {
    "title": "Contacto",
    "content": "Las preguntas sobre esta Política de cookies pueden enviarse a kpilpilidis@gmail.com."
  }
}
