{
  "eyebrow": "Legal",
  "title": "Política de Privacidad",
  "description": "Aprenda cómo recopilamos, usamos y protegemos sus datos personales.",
  "effectiveDate": "Fecha de vigencia",
  "effectiveDateValue": "26 de octubre de 2025",
  "intro1": "FitVibe ayuda a atletas y personas activas a planificar sesiones de entrenamiento, registrar entrenamientos y entender su progreso. Esta Política de Privacidad explica qué datos personales recopilamos cuando utiliza los Servicios, por qué los recopilamos, cómo los usamos y compartimos, y los derechos disponibles para usted bajo el Reglamento General de Protección de Datos (\"RGPD\"), el UK RGPD y otras leyes aplicables de protección de datos.",
  "intro2": "Al usar los Servicios, reconoce que sus datos personales serán procesados como se describe en esta Política de Privacidad.",
  "section1": {
    "title": "1. Alcance",
    "subtitle": "Esta Política de Privacidad:",
    "items": [
      "Se aplica a cualquiera que visite nuestros sitios o aplicaciones, cree una cuenta, use los Servicios, participe en comunidades o interactúe de otra manera con FitVibe.",
      "Cubre todos los datos personales procesados por FitVibe actuando como responsable. Cuando procesamos datos estrictamente en nombre de organizaciones (por ejemplo, un club o empleador que usa FitVibe para sus miembros), esas organizaciones son responsables y actuamos como procesador de acuerdo con nuestros acuerdos de procesamiento de datos.",
      "No se aplica a servicios, sitios web o dispositivos de terceros que elija conectar a FitVibe; sus prácticas de privacidad se rigen por sus propias políticas."
    ]
  },
  "section2": {
    "title": "2. Quiénes somos y cómo contactarnos",
    "controller": "Responsable:",
    "controllerValue": "FitVibe",
    "privacyInquiries": "Consultas sobre protección de datos y privacidad:",
    "privacyInquiriesValue": "kpilpilidis@gmail.com",
    "dpo": "Oficial de Protección de Datos (donde se requiera):",
    "dpoValue": "kpilpilidis@gmail.com",
    "euRepresentative": "Representante EU/UK (si se nombra):",
    "euRepresentativeValue": "los detalles se publicarán en suplementos localizados de este aviso.",
    "contactNote": "Puede contactarnos en estas direcciones para cualquier pregunta sobre esta Política o nuestro manejo de sus datos personales."
  },
  "section3": {
    "title": "3. Información que recopilamos",
    "subtitle": "Agrupamos los datos personales que procesamos en las siguientes categorías.",
    "table": {
      "headers": {
        "category": "Categoría",
        "examples": "Ejemplos",
        "source": "Fuente"
      },
      "rows": {
        "accountData": {
          "category": "Datos de cuenta",
          "examples": "Dirección de correo electrónico, nombre de usuario, hash de contraseña, identificadores de cuenta",
          "source": "Proporcionado por usted"
        },
        "profilePreferences": {
          "category": "Perfil y preferencias",
          "examples": "Nombre para mostrar, avatar, configuración regional, zona horaria, unidades (kg/lb, km/mi), idioma, configuración de visibilidad, preferencias de contacto",
          "source": "Proporcionado por usted"
        },
        "trainingWellness": {
          "category": "Datos de entrenamiento y bienestar",
          "examples": "Registros de entrenamiento, ejercicios realizados, series/repeticiones, cargas, ritmo, datos de frecuencia cardíaca o potencia (si están conectados), RPE, medidas corporales, registros de bienestar",
          "source": "Proporcionado por usted o a través de integraciones que conecta"
        },
        "socialCommunity": {
          "category": "Contenido social y comunitario",
          "examples": "Comentarios, me gusta, mensajes, información de perfil visible para otros, participación en equipos o grupos",
          "source": "Proporcionado por usted"
        },
        "deviceTechnical": {
          "category": "Datos de dispositivo y técnicos",
          "examples": "Dirección IP, identificadores de dispositivo, sistema operativo, versión de la aplicación, tipo de navegador, idioma, zona horaria",
          "source": "Recopilado automáticamente"
        },
        "usageDiagnostics": {
          "category": "Datos de uso y diagnóstico",
          "examples": "Uso de funciones, datos de navegación y flujo de clics, métricas de rendimiento, informes de fallos, registros de errores",
          "source": "Recopilado automáticamente"
        },
        "supportCommunication": {
          "category": "Datos de soporte y comunicación",
          "examples": "Mensajes que envía al soporte, comentarios, respuestas a encuestas y metadatos relacionados",
          "source": "Proporcionado por usted"
        },
        "paymentBilling": {
          "category": "Datos de pago y facturación",
          "examples": "Detalles de facturación limitados como dirección de facturación, IDs de transacción (los datos completos de la tarjeta son manejados por nuestro procesador de pagos)",
          "source": "Proporcionado por usted / proveedor de pagos"
        },
        "cookiesIds": {
          "category": "Cookies e identificadores similares",
          "examples": "Identificadores de cookies, IDs de publicidad móvil y tecnología similar utilizada para análisis y, donde se permita, marketing",
          "source": "Recopilado automáticamente"
        }
      }
    },
    "specialCategoriesNote": "No tenemos la intención de recopilar categorías especiales de datos (como diagnósticos médicos) a menos que sea claramente necesario para una función y permitido por la ley. Cuando sea aplicable, buscaremos su consentimiento explícito."
  },
  "section4": {
    "title": "4. Fuentes de información",
    "subtitle": "Obtenemos datos personales de:",
    "items": [
      "Usted, cuando crea una cuenta, actualiza su perfil, registra entrenamientos, participa en funciones sociales o contacta al soporte.",
      "Sus dispositivos y navegadores, a través de cookies, SDKs y tecnologías similares.",
      "Organizaciones (como clubes o empleadores) que provisionan cuentas o integran FitVibe con sus sistemas internos.",
      "Servicios de terceros (por ejemplo, dispositivos portátiles o proveedores de calendario) que conecta a FitVibe, estrictamente de acuerdo con sus permisos."
    ]
  },
  "section5": {
    "title": "5. Cómo usamos su información",
    "subtitle": "Usamos los datos personales descritos anteriormente para:",
    "items": [
      "Proporcionar, operar y mantener los Servicios, incluyendo herramientas de planificación, registros de entrenamiento y paneles de análisis.",
      "Personalizar su experiencia, por ejemplo adaptando unidades, idioma y contenido sugerido a su perfil.",
      "Generar resúmenes de entrenamiento, tendencias e insights en sus datos históricos.",
      "Autenticarlo, asegurar cuentas, detectar y prevenir fraude y abuso, y proteger la integridad de la plataforma.",
      "Operar funciones sociales y comunitarias como seguimiento, comentarios, tablas de clasificación y planes compartidos, donde elija usarlos.",
      "Comunicarnos con usted sobre actualizaciones del servicio, avisos de seguridad y mensajes administrativos. Las comunicaciones de marketing se envían solo donde se permite por ley y según sus preferencias.",
      "Realizar análisis para entender el uso, mejorar el rendimiento y planificar nuevas funciones, usando datos agregados o desidentificados donde sea posible.",
      "Cumplir con obligaciones legales, hacer cumplir nuestros Términos y Condiciones/EULA y proteger FitVibe, nuestros usuarios y el público del daño."
    ]
  },
  "section6": {
    "title": "6. Bases legales para el procesamiento (EEE, UK y jurisdicciones similares)",
    "subtitle": "Donde se aplican el RGPD, el UK RGPD o leyes comparables, nos basamos en una o más de las siguientes bases legales:",
    "items": [
      {
        "title": "Ejecución de un contrato:",
        "content": "Para crear y gestionar su cuenta, proporcionar los Servicios que solicita y apoyar su uso de FitVibe."
      },
      {
        "title": "Consentimiento:",
        "content": "Por ejemplo, cuando opta por correos electrónicos de marketing o notificaciones push, hace que cierto contenido sea públicamente visible, o conecta integraciones de terceros o habilita análisis opcionales y cookies donde se requiere por ley. Puede retirar el consentimiento en cualquier momento, sin afectar la licitud del procesamiento antes del retiro."
      },
      {
        "title": "Intereses legítimos:",
        "content": "Para mantener y mejorar la seguridad, el rendimiento y la usabilidad de los Servicios; para prevenir el abuso; y para entender cómo se usan los Servicios, siempre que estos intereses se equilibren contra sus derechos y libertades."
      },
      {
        "title": "Obligaciones legales:",
        "content": "Para cumplir con requisitos contables, fiscales y regulatorios y responder a solicitudes legales de las autoridades públicas."
      },
      {
        "title": "Intereses vitales o interés público:",
        "content": "En casos raros, para proteger la vida o la seguridad física o cumplir con directivas de salud pública, donde se permita por ley."
      }
    ]
  },
  "section7": {
    "title": "7. Cookies y tecnologías similares",
    "subtitle": "Usamos cookies y tecnologías similares para:",
    "items": [
      "mantenerlo conectado y mantener la seguridad de la sesión;",
      "recordar sus preferencias (como idioma y unidades);",
      "medir el uso y el rendimiento de los Servicios; y",
      "apoyar, donde se permita, el marketing y el desarrollo de productos."
    ],
    "cookieNote": "Donde se requiere por ley, le presentaremos un banner de cookies o configuraciones para obtener su consentimiento para cookies no esenciales y permitirle gestionar sus preferencias. Para más información, consulte nuestra Política de Cookies (si está disponible en su región)."
  },
  "section8": {
    "title": "8. Cómo compartimos información",
    "notSold": "No vendemos sus datos personales.",
    "subtitle": "Podemos compartir sus datos personales con:",
    "items": [
      {
        "title": "Proveedores de servicios y subprocesadores",
        "content": "— Por ejemplo, proveedores de infraestructura en la nube, entrega de correo electrónico/SMS, análisis, informes de errores y herramientas de soporte al cliente. Cada proveedor está vinculado por un acuerdo de procesamiento de datos que requiere confidencialidad, medidas de seguridad apropiadas y, cuando corresponda, Cláusulas Contractuales Estándar (\"CCE\")."
      },
      {
        "title": "Integraciones y socios que usted elija",
        "content": "— Por ejemplo, si conecta un dispositivo portátil o un proveedor de calendario, compartimos solo los datos necesarios para habilitar esa integración y solo de acuerdo con su configuración y los términos del socio."
      },
      {
        "title": "Organizaciones que provisionan su cuenta",
        "content": "— Si su cuenta es creada o gestionada por un entrenador, club o empleador, ciertos datos de perfil y actividad pueden ser visibles para administradores designados de acuerdo con sus políticas y nuestros contratos con ellos."
      },
      {
        "title": "Transferencias comerciales",
        "content": "— En relación con una fusión, adquisición, reorganización o venta de activos, donde sus datos pueden transferirse como parte de la transacción, sujeto a confidencialidad y, cuando se requiera, aviso a usted."
      },
      {
        "title": "Legal y seguridad",
        "content": "— Cuando sea necesario para cumplir con obligaciones legales, órdenes judiciales o solicitudes legales, o para hacer cumplir nuestros términos y proteger los derechos, propiedad y seguridad de FitVibe, nuestros usuarios o el público."
      },
      {
        "title": "Datos agregados o desidentificados",
        "content": "— Podemos usar o compartir información agregada o desidentificada para análisis, investigación o mejoras del producto, siempre que no identifique a ningún individuo."
      }
    ]
  },
  "section9": {
    "title": "9. Transferencias internacionales de datos",
    "paragraph1": "FitVibe puede procesar y almacenar sus datos personales en países distintos del que reside. Estos países pueden tener leyes de protección de datos que difieren de las de su jurisdicción.",
    "paragraph2": "Donde transferimos datos personales del EEE, UK o Suiza a países que no están reconocidos como que proporcionan un nivel adecuado de protección, implementamos salvaguardas apropiadas, tales como:",
    "items": [
      "Cláusulas Contractuales Estándar aprobadas por la Comisión Europea o las autoridades del Reino Unido, y",
      "medidas técnicas y organizativas adicionales basadas en evaluaciones de impacto de transferencia, cuando se requiera."
    ],
    "paragraph3": "Puede solicitar más información sobre estas salvaguardas contactando a kpilpilidis@gmail.com."
  },
  "section10": {
    "title": "10. Retención de datos",
    "paragraph1": "Retenemos datos personales solo durante el tiempo razonablemente necesario para proporcionar los Servicios y funciones que ha solicitado, cumplir los propósitos descritos en esta Política, cumplir con nuestras obligaciones legales y contractuales, y resolver disputas y hacer cumplir nuestros acuerdos.",
    "paragraph2": "En particular, sujeto a cambios a medida que nuestros servicios evolucionan:",
    "items": [
      {
        "title": "Datos de cuenta, entrenamiento y gráfico social",
        "content": "se mantienen mientras su cuenta permanezca activa. Cuando solicita la eliminación de su cuenta, aplicamos un corto período de gracia (típicamente 7 días) y luego eliminamos o anonimizamos irreversiblemente los datos asociados."
      },
      {
        "title": "Copias de seguridad",
        "content": "que contienen datos personales se rotan y purgan dentro de una ventana limitada (típicamente 14 días después de la eliminación efectiva), usando un proceso automatizado diseñado para apoyar los derechos del interesado."
      },
      {
        "title": "Tokens de autenticación, registros de idempotencia y colas de moderación",
        "content": "se podan en horarios rotativos (por ejemplo, entre 24 horas y 180 días), dependiendo de las necesidades operativas y los requisitos de seguridad."
      },
      {
        "title": "Registros de auditoría y registros de seguridad",
        "content": "se retienen por un período limitado (por ejemplo, 180 días) para apoyar la respuesta a incidentes y el cumplimiento."
      }
    ],
    "paragraph3": "Cuando los datos ya no son necesarios para estos propósitos, los eliminamos de forma segura o los desidentificamos para que ya no puedan vincularse a usted."
  },
  "section11": {
    "title": "11. Seguridad",
    "subtitle": "Implementamos medidas técnicas y organizativas apropiadas para proteger datos personales, incluyendo:",
    "items": [
      "Cifrado TLS (HTTPS) en tránsito, con protocolos modernos y seguridad de transporte estricta;",
      "controles de acceso y permisos basados en roles en entornos de producción, con autenticación multifactor y uso de un administrador de secretos;",
      "actualizaciones de seguridad regulares, gestión de vulnerabilidades y monitoreo de anomalías;",
      "escaneo de malware para cargas y rastros de auditoría para acciones administrativas y de seguridad clave."
    ],
    "note": "Ningún sistema puede ser completamente seguro. Usted sigue siendo responsable de elegir contraseñas fuertes, mantenerlas confidenciales, habilitar la autenticación multifactor donde esté disponible y notificarnos oportunamente de cualquier acceso no autorizado sospechado a su cuenta."
  },
  "section12": {
    "title": "12. Sus derechos",
    "subtitle": "Dependiendo de su lugar de residencia y la ley aplicable, puede tener algunos o todos los siguientes derechos:",
    "items": [
      {
        "title": "Acceso",
        "content": "– para obtener confirmación sobre si procesamos sus datos personales y recibir una copia de esos datos."
      },
      {
        "title": "Rectificación",
        "content": "– para corregir datos personales inexactos o incompletos."
      },
      {
        "title": "Borrado",
        "content": "– para solicitar la eliminación de sus datos personales, sujeto a ciertas excepciones (por ejemplo, donde la retención se requiere por ley)."
      },
      {
        "title": "Restricción",
        "content": "– para solicitar que restrinjamos el procesamiento de sus datos personales en ciertas circunstancias."
      },
      {
        "title": "Oposición",
        "content": "– para oponerse al procesamiento basado en intereses legítimos y, cuando corresponda, oponerse al marketing directo en cualquier momento."
      },
      {
        "title": "Portabilidad de datos",
        "content": "– para recibir sus datos personales en un formato estructurado, de uso común y legible por máquina y transmitirlos a otro responsable donde sea técnicamente factible."
      },
      {
        "title": "Retiro del consentimiento",
        "content": "– donde el procesamiento se basa en consentimiento, puede retirarlo en cualquier momento sin afectar la licitud del procesamiento antes del retiro."
      },
      {
        "title": "Queja ante una autoridad supervisora",
        "content": "– puede presentar una queja ante su autoridad local de protección de datos si cree que nuestro procesamiento infringe la ley aplicable."
      }
    ],
    "additionalRights": "Los residentes de ciertas jurisdicciones (por ejemplo, algunos estados de EE.UU., Brasil, Canadá) pueden tener derechos adicionales, como derechos a saber, eliminar o limitar el uso o divulgación de ciertas categorías de información. Estos serán honrados de acuerdo con el estatuto relevante.",
    "exerciseRights": "Puede ejercer estos derechos usando cualquier herramienta de autoservicio proporcionada en la aplicación o configuración de cuenta (por ejemplo, funciones de descarga o eliminación de cuenta), y/o contactándonos en kpilpilidis@gmail.com.",
    "verification": "Podemos necesitar verificar su identidad antes de actuar en su solicitud y podemos rechazar solicitudes que sean manifiestamente infundadas, excesivas o que no sean requeridas o permitidas por la ley."
  },
  "section13": {
    "title": "13. Datos de niños",
    "subtitle": "Los Servicios no están dirigidos a niños menores de 16 años, o cualquier edad superior establecida por la ley aplicable en su jurisdicción para el consentimiento en línea.",
    "items": [
      "No recopilamos intencionalmente datos personales de niños bajo la edad mínima aplicable.",
      "Si nos enteramos de que hemos recopilado datos personales de tal niño sin consentimiento apropiado, los eliminaremos tan pronto como sea razonablemente posible."
    ],
    "contact": "Si cree que un niño ha proporcionado datos personales a FitVibe en violación de esta Política, contáctenos en kpilpilidis@gmail.com."
  },
  "section14": {
    "title": "14. Consideraciones de salud y fitness",
    "paragraph1": "FitVibe proporciona herramientas de entrenamiento y bienestar. No es un dispositivo médico y no está destinado a diagnosticar, tratar, curar o prevenir ninguna enfermedad.",
    "paragraph2": "Nada en los Servicios constituye asesoramiento médico. Debe consultar a profesionales de la salud calificados antes de comenzar o modificar cualquier programa de entrenamiento, especialmente si tiene condiciones de salud existentes."
  },
  "section15": {
    "title": "15. Cambios a esta Política",
    "paragraph1": "Podemos actualizar esta Política de Privacidad de vez en cuando, por ejemplo cuando introducimos nuevas funciones, usamos nuevos proveedores o cuando cambian las leyes o la orientación regulatoria.",
    "items": [
      "La \"Fecha de vigencia\" en la parte superior de esta Política indica cuándo cambió por última vez.",
      "Para cambios materiales, proporcionaremos aviso adicional, como una notificación en la aplicación o correo electrónico.",
      "La Política se mantiene en control de versiones con versiones históricas retenidas para referencia."
    ],
    "paragraph2": "Su uso continuado de los Servicios después de que los cambios entren en vigor constituye su reconocimiento de la Política actualizada."
  },
  "section16": {
    "title": "16. Cómo contactarnos o ejercer sus derechos",
    "subtitle": "Si tiene preguntas sobre esta Política de Privacidad, nuestro uso de sus datos personales, o si desea ejercer sus derechos, contáctenos:",
    "email": "Correo electrónico:",
    "emailValue": "kpilpilidis@gmail.com",
    "dpo": "(Donde corresponda) Oficial de Protección de Datos:",
    "dpoValue": "kpilpilidis@gmail.com",
    "responseTime": "Responderemos sin demora indebida y dentro de los límites de tiempo requeridos por la ley aplicable de protección de datos (por ejemplo, un mes bajo el RGPD, sujeto a extensiones permitidas para solicitudes complejas)."
  }
}
