{
  "title": "Προτιμήσεις Cookies",
  "description": "Χρησιμοποιούμε cookies για να βελτιώσουμε την εμπειρία σας και να συμμορφωθούμε με τους κανονισμούς απορρήτου.",
  "intro": "Επιλέξτε ποια cookies θέλετε να επιτρέψετε. Τα βασικά cookies είναι απαραίτητα για τη λειτουργία του ιστότοπου και δεν μπορούν να απενεργοποιηθούν.",
  "required": "Απαιτείται",
  "enabled": "ενεργοποιημένο",
  "disabled": "απενεργοποιημένο",
  "categories": {
    "essential": {
      "label": "Βασικά Cookies",
      "description": "Απαραίτητα για τη λειτουργία του ιστότοπου. Δεν μπορούν να απενεργοποιηθούν."
    },
    "preferences": {
      "label": "Cookies Προτιμήσεων και Λειτουργικότητας",
      "description": "Αποθηκεύουν τις ρυθμίσεις σας, τη γλώσσα και τις αποθηκευμένες προβολές προπόνησης."
    },
    "analytics": {
      "label": "Cookies Απόδοσης και Ανάλυσης",
      "description": "Μας βοηθούν να κατανοήσουμε τη χρήση, να βελτιώσουμε τις λειτουργίες και να διαγνώσουμε προβλήματα."
    },
    "marketing": {
      "label": "Cookies Διαφήμισης και Marketing",
      "description": "Υποστηρίζουν remarketing και insights ακροατηρίου. Ορίζονται μόνο με τη συναίνεσή σας."
    }
  },
  "actions": {
    "acceptAll": "Αποδοχή Όλων",
    "rejectAll": "Απόρριψη Όλων",
    "savePreferences": "Αποθήκευση Προτιμήσεων"
  },
  "policy": {
    "title": "Πολιτική Cookies",
    "description": "Μάθετε περισσότερα σχετικά με τον τρόπο που χρησιμοποιούμε τα cookies στην",
    "link": "Πολιτική Cookies"
  },
  "eyebrow": "Νομικά",
  "effectiveDate": "Ημερομηνία Ισχύος",
  "effectiveDateValue": "2024-06-01",
  "section1": {
    "title": "Τι είναι τα cookies;",
    "content": "Τα cookies είναι μικρά αρχεία που αποθηκεύονται στη συσκευή σας όταν επισκέπτεστε έναν ιστότοπο ή χρησιμοποιείτε μια εφαρμογή που βασίζεται στον ιστό. Μας επιτρέπουν να αναγνωρίσουμε τον περιηγητή ή τη συσκευή σας, να θυμόμαστε τις προτιμήσεις και να μετράμε τις αλληλεπιδράσεις. Παρόμοιες τεχνολογίες περιλαμβάνουν τοπική αποθήκευση, καταγραφή συμβάντων SDK, pixels και beacons."
  },
  "section2": {
    "title": "Πώς χρησιμοποιούμε τα cookies",
    "items": [
      "**Απαραίτητα cookies:** ενεργοποιούν βασικές λειτουργίες όπως η πιστοποίηση, η ασφάλεια του λογαριασμού, η εξισορρόπηση φορτίου και η διαχείριση συνεδριών.",
      "**Cookies προτιμήσεων και λειτουργικότητας:** θυμούνται τις ρυθμίσεις, τη γλώσσα και τις αποθηκευμένες προβολές προπόνησης σας για να παρέχουν μια συνεπή εμπειρία.",
      "**Cookies απόδοσης και ανάλυσης:** μας βοηθούν να κατανοήσουμε τη χρήση, να βελτιώσουμε τις λειτουργίες, να διαγνώσουμε προβλήματα και να μετρήσουμε την αποτελεσματικότητα των καμπανιών.",
      "**Cookies διαφήμισης και μάρκετινγκ:** εάν χρησιμοποιούνται, υποστηρίζουν remarketing, μέτρηση μετατροπών και πληροφορίες ακροατηρίου. Όπου απαιτείται, αυτά τα cookies ορίζονται μόνο με τη συναίνεσή σας."
    ]
  },
  "section3": {
    "title": "Cookies και SDK τρίτων",
    "content": "Μπορούμε να χρησιμοποιούμε παρόχους τρίτων για ανάλυση, παρακολούθηση απόδοσης και μάρκετινγκ. Αυτοί οι πάροχοι μπορεί να ορίσουν cookies ή να συλλέξουν αναγνωριστικά συσκευών όταν χρησιμοποιείτε τις Υπηρεσίες. Η χρήση τους υπόκειται στις πολιτικές απορρήτου τους. Οι τρέχουσες κατηγορίες περιλαμβάνουν απόδοση hosting/CDN, ανάλυση προϊόντων και διαγνωστικά σφαλμάτων."
  },
  "section4": {
    "title": "Διαχείριση cookies και προτιμήσεων",
    "items": [
      "**Διαχείριση συναίνεσης:** Όπου απαιτείται από το νόμο, θα ζητήσουμε συναίνεση πριν από τον ορισμό μη απαραίτητων cookies και θα παρέχουμε στοιχεία ελέγχου για ενημέρωση προτιμήσεων.",
      "**Έλεγχοι περιηγητή:** Οι περισσότεροι περιηγητές σας επιτρέπουν να αποκλείσετε ή να διαγράψετε cookies. Η εκτέλεση αυτού μπορεί να επηρεάσει τη λειτουργικότητα του ιστότοπου, συμπεριλαμβανομένης της δυνατότητας να παραμείνετε συνδεδεμένοι.",
      "**Μη Παρακολούθηση (DNT):** Οι Υπηρεσίες δεν ανταποκρίνονται επί του παρόντος σε σήματα DNT. Τιμούμε νομικά απαιτούμενα σήματα εξαίρεσης (π.χ., Global Privacy Control) όπου ισχύει.",
      "**Ρυθμίσεις κινητού:** Οι ρυθμίσεις συσκευής μπορεί να σας επιτρέψουν να περιορίσετε την παρακολούθηση διαφημίσεων ή να επαναφέρετε αναγνωριστικά διαφήμισης."
    ]
  },
  "section5": {
    "title": "Διατήρηση δεδομένων",
    "content": "Οι διάρκειες ζωής των cookies διαφέρουν. Τα cookies συνεδριών λήγουν όταν κλείνετε τον περιηγητή σας. Τα μόνιμα cookies διαρκούν περισσότερο και διατηρούνται μόνο όσο είναι απαραίτητο για τους δηλωμένους σκοπούς τους."
  },
  "section6": {
    "title": "Αλλαγές σε αυτή την πολιτική",
    "content": "Μπορούμε να ενημερώσουμε αυτή την Πολιτική Cookies για να αντικατοπτρίσουμε αλλαγές στην τεχνολογία, το νόμο ή τις πρακτικές μας. Οι σημαντικές αλλαγές θα κοινοποιούνται μέσω των Υπηρεσιών ή άλλων λογικών μέσων. Η \"Ημερομηνία Ισχύος\" παραπάνω θα ενημερώνεται για κάθε αναθεώρηση."
  },
  "section7": {
    "title": "Επικοινωνία",
    "content": "Οι ερωτήσεις σχετικά με αυτή την Πολιτική Cookies μπορούν να σταλούν στο kpilpilidis@gmail.com."
  }
}
