{
  "eyebrow": "Νομικά",
  "title": "Πολιτική Απορρήτου",
  "description": "Μάθετε πώς συλλέγουμε, χρησιμοποιούμε και προστατεύουμε τα προσωπικά σας δεδομένα.",
  "effectiveDate": "Ημερομηνία ισχύος",
  "effectiveDateValue": "26 Οκτωβρίου 2025",
  "intro1": "Το FitVibe βοηθά αθλητές και δραστήρια άτομα να σχεδιάζουν προπονήσεις, να καταγράφουν προπονήσεις και να κατανοούν την πρόοδό τους. Η παρούσα Πολιτική Απορρήτου εξηγεί ποια προσωπικά δεδομένα συλλέγουμε όταν χρησιμοποιείτε τις Υπηρεσίες, γιατί τα συλλέγουμε, πώς τα χρησιμοποιούμε και τα κοινοποιούμε και ποια δικαιώματα έχετε βάσει του Γενικού Κανονισμού για την Προστασία Δεδομένων (\"GDPR\"), του UK GDPR και άλλων εφαρμοστέων νόμων προστασίας δεδομένων.",
  "intro2": "Χρησιμοποιώντας τις Υπηρεσίες, αναγνωρίζετε ότι τα προσωπικά σας δεδομένα θα υποβάλλονται σε επεξεργασία όπως περιγράφεται στην παρούσα Πολιτική Απορρήτου.",
  "section1": {
    "title": "1. Πεδίο εφαρμογής",
    "subtitle": "Η παρούσα Πολιτική Απορρήτου:",
    "items": [
      "Ισχύει για οποιονδήποτε επισκέπτεται τους ιστότοπους ή τις εφαρμογές μας, δημιουργεί λογαριασμό, χρησιμοποιεί τις Υπηρεσίες, συμμετέχει σε κοινότητες ή αλληλεπιδρά με άλλον τρόπο με το FitVibe.",
      "Καλύπτει όλα τα προσωπικά δεδομένα που επεξεργάζεται το FitVibe ως υπεύθυνος επεξεργασίας. Όταν επεξεργαζόμαστε δεδομένα αποκλειστικά για λογαριασμό οργανισμών (π.χ. ενός συλλόγου ή εργοδότη που χρησιμοποιεί το FitVibe για τα μέλη του), οι οργανισμοί αυτοί είναι υπεύθυνοι επεξεργασίας και εμείς ενεργούμε ως εκτελούντες την επεξεργασία σύμφωνα με τις συμβάσεις επεξεργασίας δεδομένων μας.",
      "Δεν ισχύει για υπηρεσίες, ιστοτόπους ή συσκευές τρίτων που επιλέγετε να συνδέσετε με το FitVibe· οι πρακτικές απορρήτου τους διέπονται από τις δικές τους πολιτικές."
    ]
  },
  "section2": {
    "title": "2. Ποιοι είμαστε και πώς να επικοινωνήσετε μαζί μας",
    "controller": "Υπεύθυνος επεξεργασίας:",
    "controllerValue": "FitVibe",
    "privacyInquiries": "Ερωτήματα για προστασία δεδομένων και απορρήτου:",
    "privacyInquiriesValue": "kpilpilidis@gmail.com",
    "dpo": "Υπεύθυνος Προστασίας Δεδομένων (όπου απαιτείται):",
    "dpoValue": "kpilpilidis@gmail.com",
    "euRepresentative": "Εκπρόσωπος ΕΕ/ΗΒ (εάν οριστεί):",
    "euRepresentativeValue": "τα στοιχεία θα δημοσιευτούν σε τοπικά παραρτήματα αυτής της ειδοποίησης.",
    "contactNote": "Μπορείτε να επικοινωνήσετε μαζί μας στις παραπάνω διευθύνσεις για οποιεσδήποτε ερωτήσεις σχετικά με αυτή την Πολιτική ή τον τρόπο που χειριζόμαστε τα προσωπικά σας δεδομένα."
  },
  "section3": {
    "title": "3. Πληροφορίες που συλλέγουμε",
    "subtitle": "Ομαδοποιούμε τα προσωπικά δεδομένα που επεξεργαζόμαστε στις ακόλουθες κατηγορίες.",
    "table": {
      "headers": {
        "category": "Κατηγορία",
        "examples": "Παραδείγματα",
        "source": "Πηγή"
      },
      "rows": {
        "accountData": {
          "category": "Δεδομένα λογαριασμού",
          "examples": "Διεύθυνση email, όνομα χρήστη, hash κωδικού, αναγνωριστικά λογαριασμού",
          "source": "Παρέχονται από εσάς"
        },
        "profilePreferences": {
          "category": "Προφίλ και προτιμήσεις",
          "examples": "Εμφανιζόμενο όνομα, avatar, τοπικές ρυθμίσεις, ζώνη ώρας, μονάδες (kg/lb, km/mi), γλώσσα, ρυθμίσεις ορατότητας, προτιμήσεις επικοινωνίας",
          "source": "Παρέχονται από εσάς"
        },
        "trainingWellness": {
          "category": "Δεδομένα προπόνησης και ευεξίας",
          "examples": "Καταγραφές προπόνησης, εκτελεσμένες ασκήσεις, σετ/επαναλήψεις, φορτία, ρυθμός, δεδομένα καρδιακών παλμών ή ισχύος (αν συνδεθούν), RPE, μετρήσεις σώματος, check-ins ευεξίας",
          "source": "Παρέχονται από εσάς ή μέσω ενσωματώσεων που συνδέετε"
        },
        "socialCommunity": {
          "category": "Κοινωνικό και κοινοτικό περιεχόμενο",
          "examples": "Σχόλια, likes, μηνύματα, πληροφορίες προφίλ ορατές σε άλλους, συμμετοχή σε ομάδες ή γκρουπ",
          "source": "Παρέχονται από εσάς"
        },
        "deviceTechnical": {
          "category": "Δεδομένα συσκευής και τεχνικά",
          "examples": "Διεύθυνση IP, αναγνωριστικά συσκευής, λειτουργικό σύστημα, έκδοση εφαρμογής, τύπος προγράμματος περιήγησης, γλώσσα, ζώνη ώρας",
          "source": "Συλλέγονται αυτόματα"
        },
        "usageDiagnostics": {
          "category": "Δεδομένα χρήσης και διαγνωστικά",
          "examples": "Χρήση λειτουργιών, δεδομένα clickstream και πλοήγησης, μετρικές απόδοσης, αναφορές σφαλμάτων, αρχεία καταγραφής σφαλμάτων",
          "source": "Συλλέγονται αυτόματα"
        },
        "supportCommunication": {
          "category": "Δεδομένα υποστήριξης και επικοινωνίας",
          "examples": "Μηνύματα που στέλνετε στην υποστήριξη, σχόλια, απαντήσεις σε έρευνες και σχετικά μεταδεδομένα",
          "source": "Παρέχονται από εσάς"
        },
        "paymentBilling": {
          "category": "Δεδομένα πληρωμών και τιμολόγησης",
          "examples": "Περιορισμένα στοιχεία τιμολόγησης, όπως διεύθυνση τιμολόγησης, αναγνωριστικά συναλλαγών (τα πλήρη στοιχεία κάρτας τα διαχειρίζεται ο πάροχος πληρωμών μας)",
          "source": "Παρέχονται από εσάς / πάροχο πληρωμών"
        },
        "cookiesIds": {
          "category": "Cookies και παρόμοια αναγνωριστικά",
          "examples": "Αναγνωριστικά cookie, αναγνωριστικά διαφήμισης για κινητά και παρόμοια τεχνολογία που χρησιμοποιείται για αναλύσεις και, όπου επιτρέπεται, για μάρκετινγκ",
          "source": "Συλλέγονται αυτόματα"
        }
      }
    },
    "specialCategoriesNote": "Δεν σκοπεύουμε να συλλέγουμε ειδικές κατηγορίες δεδομένων (όπως ιατρικές διαγνώσεις), εκτός αν είναι σαφώς απαραίτητο για μια λειτουργία και επιτρέπεται από τον νόμο. Όπου απαιτείται, θα ζητήσουμε τη ρητή συγκατάθεσή σας."
  },
  "section4": {
    "title": "4. Πηγές πληροφοριών",
    "subtitle": "Λαμβάνουμε προσωπικά δεδομένα από:",
    "items": [
      "Εσάς, όταν δημιουργείτε λογαριασμό, ενημερώνετε το προφίλ σας, καταγράφετε προπονήσεις, συμμετέχετε σε κοινωνικές λειτουργίες ή επικοινωνείτε με την υποστήριξη.",
      "Τις συσκευές και τα προγράμματα περιήγησής σας, μέσω cookies, SDKs και παρόμοιων τεχνολογιών.",
      "Οργανισμούς (όπως συλλόγους ή εργοδότες) που δημιουργούν λογαριασμούς ή ενσωματώνουν το FitVibe στα εσωτερικά τους συστήματα.",
      "Υπηρεσίες τρίτων (π.χ. wearables ή πάροχοι ημερολογίων) που συνδέετε με το FitVibe, αυστηρά σύμφωνα με τις άδειες που δίνετε."
    ]
  },
  "section5": {
    "title": "5. Πώς χρησιμοποιούμε τις πληροφορίες σας",
    "subtitle": "Χρησιμοποιούμε τα προσωπικά δεδομένα που περιγράφονται παραπάνω για να:",
    "items": [
      "Παρέχουμε, λειτουργούμε και συντηρούμε τις Υπηρεσίες, συμπεριλαμβανομένων εργαλείων σχεδιασμού, ημερολογίων προπόνησης και πινάκων αναλύσεων.",
      "Εξατομικεύουμε την εμπειρία σας, π.χ. προσαρμόζοντας μονάδες, γλώσσα και προτεινόμενο περιεχόμενο στο προφίλ σας.",
      "Δημιουργούμε συνοψίσεις προπόνησης, τάσεις και ευρήματα με βάση τα ιστορικά σας δεδομένα.",
      "Σας ταυτοποιούμε, ασφαλίζουμε λογαριασμούς, εντοπίζουμε και αποτρέπουμε απάτη και κατάχρηση και προστατεύουμε την ακεραιότητα της πλατφόρμας.",
      "Λειτουργούμε κοινωνικές και κοινοτικές λειτουργίες όπως παρακολούθηση, σχόλια, πίνακες κατάταξης και κοινόχρηστα πλάνα, όταν επιλέγετε να τα χρησιμοποιείτε.",
      "Επικοινωνούμε μαζί σας για ενημερώσεις υπηρεσίας, ειδοποιήσεις ασφαλείας και διοικητικά μηνύματα. Οι επικοινωνίες μάρκετινγκ αποστέλλονται μόνο όπου επιτρέπεται από τον νόμο και σύμφωνα με τις προτιμήσεις σας.",
      "Διενεργούμε αναλύσεις για να κατανοούμε τη χρήση, να βελτιώνουμε την απόδοση και να σχεδιάζουμε νέες λειτουργίες, χρησιμοποιώντας όπου είναι δυνατόν συγκεντρωτικά ή αποπροσωποποιημένα δεδομένα.",
      "Συμμορφωνόμαστε με νομικές υποχρεώσεις, επιβάλλουμε τους Όρους και Προϋποθέσεις/EULA και προστατεύουμε το FitVibe, τους χρήστες μας και το κοινό από βλάβες."
    ]
  },
  "section6": {
    "title": "6. Νομικές βάσεις επεξεργασίας (ΕΟΧ, ΗΒ και παρόμοιες δικαιοδοσίες)",
    "subtitle": "Όπου εφαρμόζεται ο GDPR, ο UK GDPR ή παρόμοιοι νόμοι, βασιζόμαστε σε μία ή περισσότερες από τις ακόλουθες νομικές βάσεις:",
    "items": [
      {
        "title": "Εκτέλεση σύμβασης:",
        "content": "Για τη δημιουργία και διαχείριση του λογαριασμού σας, την παροχή των Υπηρεσιών που ζητάτε και την υποστήριξη της χρήσης του FitVibe."
      },
      {
        "title": "Συγκατάθεση:",
        "content": "Για παράδειγμα, όταν επιλέγετε να λαμβάνετε email μάρκετινγκ ή push ειδοποιήσεις, όταν κάνετε ορατό δημόσια συγκεκριμένο περιεχόμενο ή όταν συνδέετε ενσωματώσεις τρίτων ή ενεργοποιείτε προαιρετικές αναλύσεις και cookies όπου απαιτείται από τον νόμο. Μπορείτε να ανακαλέσετε τη συγκατάθεσή σας ανά πάσα στιγμή, χωρίς να επηρεάζεται η νομιμότητα της επεξεργασίας πριν από την ανάκληση."
      },
      {
        "title": "Έννομο συμφέρον:",
        "content": "Για τη διατήρηση και βελτίωση της ασφάλειας, απόδοσης και χρηστικότητας των Υπηρεσιών· για την αποτροπή κατάχρησης· και για την κατανόηση του τρόπου χρήσης των Υπηρεσιών, υπό την προϋπόθεση ότι τα συμφέροντα αυτά σταθμίζονται έναντι των δικαιωμάτων και ελευθεριών σας."
      },
      {
        "title": "Νομικές υποχρεώσεις:",
        "content": "Για συμμόρφωση με λογιστικές, φορολογικές και κανονιστικές απαιτήσεις και για ανταπόκριση σε νόμιμα αιτήματα δημόσιων αρχών."
      },
      {
        "title": "Ζωτικά συμφέροντα ή δημόσιο συμφέρον:",
        "content": "Σε σπάνιες περιπτώσεις, για προστασία της ζωής ή της σωματικής ασφάλειας ή για συμμόρφωση με οδηγίες δημόσιας υγείας, όπου επιτρέπεται από τον νόμο."
      }
    ]
  },
  "section7": {
    "title": "7. Cookies και παρόμοιες τεχνολογίες",
    "subtitle": "Χρησιμοποιούμε cookies και παρόμοιες τεχνολογίες για να:",
    "items": [
      "να σας κρατάμε συνδεδεμένους και να διατηρούμε την ασφάλεια της συνεδρίας;",
      "να θυμόμαστε τις προτιμήσεις σας (όπως γλώσσα και μονάδες);",
      "να μετράμε τη χρήση και την απόδοση των Υπηρεσιών· και",
      "να υποστηρίζουμε, όπου επιτρέπεται, το μάρκετινγκ και την ανάπτυξη προϊόντος."
    ],
    "cookieNote": "Όπου απαιτείται από τον νόμο, θα σας παρουσιάζουμε ένα banner ή ρυθμίσεις cookies για να λάβουμε τη συγκατάθεσή σας για μη απαραίτητα cookies και να σας επιτρέψουμε να διαχειρίζεστε τις προτιμήσεις σας. Για περισσότερες πληροφορίες, ανατρέξτε στην Πολιτική Cookies (εάν είναι διαθέσιμη στην περιοχή σας)."
  },
  "section8": {
    "title": "8. Πώς κοινοποιούμε πληροφορίες",
    "notSold": "Δεν πωλούμε τα προσωπικά σας δεδομένα.",
    "subtitle": "Μπορούμε να κοινοποιούμε τα προσωπικά σας δεδομένα σε:",
    "items": [
      {
        "title": "Πάροχοι υπηρεσιών και υπο-εκτελούντες",
        "content": "— Για παράδειγμα, πάροχοι υποδομών cloud, αποστολής email/SMS, αναλύσεων, αναφοράς σφαλμάτων και εργαλείων υποστήριξης πελατών. Κάθε πάροχος δεσμεύεται από συμφωνία επεξεργασίας δεδομένων που απαιτεί εμπιστευτικότητα, κατάλληλα μέτρα ασφαλείας και, όπου εφαρμόζεται, Πρότυπες Συμβατικές Ρήτρες (\"SCCs\")."
      },
      {
        "title": "Ενσωματώσεις και συνεργάτες που επιλέγετε",
        "content": "— Για παράδειγμα, αν συνδέσετε μια φορητή συσκευή ή έναν πάροχο ημερολογίου, κοινοποιούμε μόνο τα δεδομένα που απαιτούνται για την ενεργοποίηση της ενσωμάτωσης και μόνο σύμφωνα με τις ρυθμίσεις σας και τους όρους του συνεργάτη."
      },
      {
        "title": "Οργανισμοί που παρέχουν τον λογαριασμό σας",
        "content": "— Αν ο λογαριασμός σας δημιουργείται ή διαχειρίζεται από προπονητή, σύλλογο ή εργοδότη, ορισμένα δεδομένα προφίλ και δραστηριότητας μπορεί να είναι ορατά σε ορισμένους διαχειριστές σύμφωνα με τις πολιτικές τους και τις συμβάσεις μας μαζί τους."
      },
      {
        "title": "Εταιρικές μεταβιβάσεις",
        "content": "— Σε περίπτωση συγχώνευσης, εξαγοράς, αναδιοργάνωσης ή πώλησης περιουσιακών στοιχείων, όπου τα δεδομένα σας ενδέχεται να μεταβιβαστούν ως μέρος της συναλλαγής, με την επιφύλαξη εμπιστευτικότητας και, όπου απαιτείται, ενημέρωσης προς εσάς."
      },
      {
        "title": "Νομικά και ασφάλεια",
        "content": "— Όταν είναι απαραίτητο για συμμόρφωση με νομικές υποχρεώσεις, δικαστικές εντολές ή νόμιμα αιτήματα ή για την επιβολή των όρων μας και την προστασία των δικαιωμάτων, της περιουσίας και της ασφάλειας του FitVibe, των χρηστών μας ή του κοινού."
      },
      {
        "title": "Συγκεντρωτικά ή αποπροσωποποιημένα δεδομένα",
        "content": "— Μπορούμε να χρησιμοποιούμε ή να κοινοποιούμε συγκεντρωτικές ή αποπροσωποποιημένες πληροφορίες για αναλύσεις, έρευνα ή βελτίωση του προϊόντος, υπό την προϋπόθεση ότι δεν ταυτοποιούν κανένα άτομο."
      }
    ]
  },
  "section9": {
    "title": "9. Διεθνείς διαβιβάσεις δεδομένων",
    "paragraph1": "Το FitVibe μπορεί να επεξεργάζεται και να αποθηκεύει τα προσωπικά σας δεδομένα σε χώρες διαφορετικές από εκείνη στην οποία κατοικείτε. Οι χώρες αυτές μπορεί να έχουν νόμους προστασίας δεδομένων που διαφέρουν από εκείνους της δικαιοδοσίας σας.",
    "paragraph2": "Όταν διαβιβάζουμε προσωπικά δεδομένα από τον ΕΟΧ, το ΗΒ ή την Ελβετία σε χώρες που δεν αναγνωρίζονται ως παρέχουσες επαρκές επίπεδο προστασίας, εφαρμόζουμε κατάλληλες διασφαλίσεις, όπως:",
    "items": [
      "Πρότυπες Συμβατικές Ρήτρες εγκεκριμένες από την Ευρωπαϊκή Επιτροπή ή τις αρχές του ΗΒ, και",
      "πρόσθετα τεχνικά και οργανωτικά μέτρα βάσει αξιολογήσεων επιπτώσεων διαβίβασης, όπου απαιτείται."
    ],
    "paragraph3": "Μπορείτε να ζητήσετε περισσότερες πληροφορίες σχετικά με αυτές τις διασφαλίσεις επικοινωνώντας στο kpilpilidis@gmail.com."
  },
  "section10": {
    "title": "10. Διατήρηση δεδομένων",
    "paragraph1": "Διατηρούμε προσωπικά δεδομένα μόνο για όσο χρόνο είναι εύλογα απαραίτητο για να παρέχουμε τις Υπηρεσίες και τις λειτουργίες που ζητήσατε, να εκπληρώνουμε τους σκοπούς που περιγράφονται στην παρούσα Πολιτική, να συμμορφωνόμαστε με τις νομικές και συμβατικές υποχρεώσεις μας και να επιλύουμε διαφορές και να επιβάλλουμε τις συμφωνίες μας.",
    "paragraph2": "Συγκεκριμένα, με την επιφύλαξη αλλαγών καθώς εξελίσσονται οι υπηρεσίες μας:",
    "items": [
      {
        "title": "Δεδομένα λογαριασμού, προπόνησης και κοινωνικού γράφου",
        "content": "διατηρούνται όσο ο λογαριασμός σας παραμένει ενεργός. Όταν ζητάτε διαγραφή του λογαριασμού σας, εφαρμόζουμε μια σύντομη περίοδο χάριτος (συνήθως 7 ημέρες) και στη συνέχεια διαγράφουμε ή ανωνυμοποιούμε αμετάκλητα τα σχετικά δεδομένα."
      },
      {
        "title": "Αντίγραφα ασφαλείας",
        "content": "που περιέχουν προσωπικά δεδομένα ανακυκλώνονται και διαγράφονται μέσα σε περιορισμένο χρονικό διάστημα (συνήθως 14 ημέρες μετά την οριστική διαγραφή), μέσω αυτοματοποιημένης διαδικασίας που έχει σχεδιαστεί για να υποστηρίζει τα δικαιώματα των υποκειμένων των δεδομένων."
      },
      {
        "title": "Διακριτικά αυθεντικοποίησης, εγγραφές idempotency και ουρές εποπτείας",
        "content": "περικόπτονται σε κυλιόμενα διαστήματα (π.χ. μεταξύ 24 ωρών και 180 ημερών), ανάλογα με τις επιχειρησιακές ανάγκες και τις απαιτήσεις ασφαλείας."
      },
      {
        "title": "Αρχεία ελέγχου και αρχεία ασφάλειας",
        "content": "διατηρούνται για περιορισμένη περίοδο (π.χ. 180 ημέρες) για την υποστήριξη της αντιμετώπισης περιστατικών και της συμμόρφωσης."
      }
    ],
    "paragraph3": "Όταν τα δεδομένα δεν απαιτούνται πλέον για αυτούς τους σκοπούς, τα διαγράφουμε με ασφάλεια ή τα αποπροσωποποιούμε ώστε να μην μπορούν πλέον να συνδεθούν με εσάς."
  },
  "section11": {
    "title": "11. Ασφάλεια",
    "subtitle": "Εφαρμόζουμε κατάλληλα τεχνικά και οργανωτικά μέτρα για την προστασία των προσωπικών δεδομένων, συμπεριλαμβανομένων:",
    "items": [
      "κρυπτογράφηση TLS (HTTPS) κατά τη μεταφορά, με σύγχρονα πρωτόκολλα και αυστηρή ασφάλεια μεταφοράς;",
      "έλεγχοι πρόσβασης και δικαιώματα βάσει ρόλων σε περιβάλλοντα παραγωγής, με πολυπαραγοντικό έλεγχο ταυτότητας και χρήση διαχειριστή μυστικών;",
      "τακτικές ενημερώσεις ασφαλείας, διαχείριση ευπαθειών και παρακολούθηση ανωμαλιών;",
      "σάρωση για κακόβουλο λογισμικό στις μεταφορτώσεις και αρχεία καταγραφής για κρίσιμες διοικητικές και σχετικές με την ασφάλεια ενέργειες."
    ],
    "note": "Κανένα σύστημα δεν είναι απόλυτα ασφαλές. Παραμένετε υπεύθυνοι για την επιλογή ισχυρών κωδικών, τη διατήρησή τους ως εμπιστευτικών, την ενεργοποίηση πολυπαραγοντικού ελέγχου ταυτότητας όπου είναι διαθέσιμος και την άμεση ειδοποίησή μας για οποιαδήποτε ύποπτη μη εξουσιοδοτημένη πρόσβαση στον λογαριασμό σας."
  },
  "section12": {
    "title": "12. Τα δικαιώματά σας",
    "subtitle": "Ανάλογα με τον τόπο κατοικίας σας και τον εφαρμοστέο νόμο, ενδέχεται να έχετε ορισμένα ή όλα τα ακόλουθα δικαιώματα:",
    "items": [
      {
        "title": "Πρόσβαση",
        "content": "– να λάβετε επιβεβαίωση για το αν επεξεργαζόμαστε τα προσωπικά σας δεδομένα και να λάβετε αντίγραφο αυτών."
      },
      {
        "title": "Διόρθωση",
        "content": "– να διορθωθούν ανακριβή ή ελλιπή προσωπικά δεδομένα."
      },
      {
        "title": "Διαγραφή",
        "content": "– να ζητήσετε διαγραφή των προσωπικών σας δεδομένων, υπό ορισμένες εξαιρέσεις (π.χ. όταν η διατήρηση απαιτείται από τον νόμο)."
      },
      {
        "title": "Περιορισμός",
        "content": "– να ζητήσετε να περιορίσουμε την επεξεργασία των προσωπικών σας δεδομένων σε ορισμένες περιπτώσεις."
      },
      {
        "title": "Εναντίωση",
        "content": "– να αντιταχθείτε στην επεξεργασία που βασίζεται σε έννομο συμφέρον και, όπου εφαρμόζεται, να αντιταχθείτε σε άμεσο μάρκετινγκ ανά πάσα στιγμή."
      },
      {
        "title": "Φορητότητα δεδομένων",
        "content": "– να λάβετε τα προσωπικά σας δεδομένα σε δομημένη, κοινώς χρησιμοποιούμενη και μηχανικά αναγνώσιμη μορφή και να τα διαβιβάσετε σε άλλον υπεύθυνο επεξεργασίας όπου είναι τεχνικά εφικτό."
      },
      {
        "title": "Ανάκληση συγκατάθεσης",
        "content": "– όταν η επεξεργασία βασίζεται σε συγκατάθεση, μπορείτε να την ανακαλέσετε ανά πάσα στιγμή χωρίς να επηρεάζεται η νομιμότητα της επεξεργασίας πριν από την ανάκληση."
      },
      {
        "title": "Καταγγελία σε εποπτική αρχή",
        "content": "– μπορείτε να υποβάλετε καταγγελία στην τοπική σας αρχή προστασίας δεδομένων αν πιστεύετε ότι η επεξεργασία μας παραβιάζει τον εφαρμοστέο νόμο."
      }
    ],
    "additionalRights": "Κάτοικοι ορισμένων δικαιοδοσιών (π.χ. ορισμένων πολιτειών των ΗΠΑ, Βραζιλίας, Καναδά) μπορεί να έχουν πρόσθετα δικαιώματα, όπως δικαίωμα ενημέρωσης, διαγραφής ή περιορισμού της χρήσης ή κοινοποίησης ορισμένων κατηγοριών πληροφοριών. Αυτά θα γίνονται σεβαστά σύμφωνα με τη σχετική νομοθεσία.",
    "exerciseRights": "Μπορείτε να ασκήσετε αυτά τα δικαιώματα χρησιμοποιώντας οποιαδήποτε εργαλεία αυτοεξυπηρέτησης στην εφαρμογή ή στις ρυθμίσεις λογαριασμού (π.χ. λειτουργίες λήψης ή διαγραφής λογαριασμού), και/ή επικοινωνώντας μαζί μας στο kpilpilidis@gmail.com.",
    "verification": "Ενδέχεται να χρειαστεί να επαληθεύσουμε την ταυτότητά σας πριν ανταποκριθούμε στο αίτημά σας και να αρνηθούμε αιτήματα που είναι προφανώς αβάσιμα, υπερβολικά ή άλλως δεν απαιτούνται ή δεν επιτρέπονται από τον νόμο."
  },
  "section13": {
    "title": "13. Δεδομένα παιδιών",
    "subtitle": "Οι Υπηρεσίες δεν απευθύνονται σε παιδιά κάτω των 16 ετών ή σε οποιοδήποτε υψηλότερο όριο ηλικίας που ορίζεται από τον εφαρμοστέο νόμο στη δικαιοδοσία σας για διαδικτυακή συγκατάθεση.",
    "items": [
      "Δεν συλλέγουμε εν γνώσει μας προσωπικά δεδομένα από παιδιά κάτω από το εφαρμοστέο ελάχιστο όριο ηλικίας.",
      "Εάν μάθουμε ότι έχουμε συλλέξει προσωπικά δεδομένα από τέτοιο παιδί χωρίς κατάλληλη συγκατάθεση, θα τα διαγράψουμε το συντομότερο δυνατό."
    ],
    "contact": "Εάν πιστεύετε ότι ένα παιδί παρείχε προσωπικά δεδομένα στο FitVibe κατά παράβαση αυτής της Πολιτικής, παρακαλούμε επικοινωνήστε μαζί μας στο kpilpilidis@gmail.com."
  },
  "section14": {
    "title": "14. Ζητήματα υγείας και φυσικής κατάστασης",
    "paragraph1": "Το FitVibe παρέχει εργαλεία προπόνησης και ευεξίας. Δεν αποτελεί ιατρική συσκευή και δεν προορίζεται για διάγνωση, θεραπεία, ίαση ή πρόληψη οποιασδήποτε ασθένειας.",
    "paragraph2": "Τίποτα στις Υπηρεσίες δεν συνιστά ιατρική συμβουλή. Θα πρέπει να συμβουλεύεστε καταρτισμένους επαγγελματίες υγείας πριν ξεκινήσετε ή τροποποιήσετε οποιοδήποτε πρόγραμμα προπόνησης, ιδιαίτερα αν έχετε υπάρχουσες παθήσεις."
  },
  "section15": {
    "title": "15. Αλλαγές στην Πολιτική",
    "paragraph1": "Ενδέχεται να ενημερώνουμε την παρούσα Πολιτική Απορρήτου κατά καιρούς, για παράδειγμα όταν εισάγουμε νέες λειτουργίες, χρησιμοποιούμε νέους παρόχους ή όταν αλλάζουν οι νόμοι ή η κανονιστική καθοδήγηση.",
    "items": [
      "Η «Ημερομηνία ισχύος» στην κορυφή της Πολιτικής υποδεικνύει πότε άλλαξε τελευταία.",
      "Για ουσιώδεις αλλαγές, θα παρέχουμε πρόσθετη ειδοποίηση, όπως ειδοποίηση εντός εφαρμογής ή email.",
      "Η Πολιτική διατηρείται σε σύστημα version control με ιστορικές εκδόσεις για αναφορά."
    ],
    "paragraph2": "Η συνέχιση της χρήσης των Υπηρεσιών μετά την έναρξη ισχύος των αλλαγών αποτελεί αποδοχή της ενημερωμένης Πολιτικής."
  },
  "section16": {
    "title": "16. Πώς να επικοινωνήσετε μαζί μας ή να ασκήσετε τα δικαιώματά σας",
    "subtitle": "Αν έχετε ερωτήσεις σχετικά με αυτή την Πολιτική Απορρήτου, τη χρήση των προσωπικών σας δεδομένων ή αν επιθυμείτε να ασκήσετε τα δικαιώματά σας, παρακαλούμε επικοινωνήστε:",
    "email": "Email:",
    "emailValue": "kpilpilidis@gmail.com",
    "dpo": "(Όπου εφαρμόζεται) Υπεύθυνος Προστασίας Δεδομένων:",
    "dpoValue": "kpilpilidis@gmail.com",
    "responseTime": "Θα απαντήσουμε χωρίς αδικαιολόγητη καθυστέρηση και εντός των χρονικών ορίων που απαιτούνται από την εφαρμοστέα νομοθεσία προστασίας δεδομένων (π.χ. ένας μήνας βάσει GDPR, με επιτρεπόμενες παρατάσεις για σύνθετα αιτήματα)."
  }
}
