{
  "eyebrow": "Νομικά",
  "title": "Όροι και Προϋποθέσεις",
  "description": "Παρακαλώ διαβάστε προσεκτικά τους Όρους και Προϋποθέσεις μας πριν χρησιμοποιήσετε το FitVibe.",
  "effectiveDate": "Ημερομηνία ισχύος",
  "effectiveDateValue": "2024-06-01",
  "intro": "Αυτοί οι Όροι και Προϋποθέσεις / Συμβόλαιο Άδειας Χρήστη Τελικού Προϊόντος (\"Όροι\") διέπουν την πρόσβασή σας και τη χρήση των ιστοτόπων FitVibe, εφαρμογών κινητών, API και σχετικών υπηρεσιών (συλλογικά, οι \"Υπηρεσίες\"). Χρησιμοποιώντας τις Υπηρεσίες, συμφωνείτε με αυτούς τους Όρους και την Πολιτική Απορρήτου και την Πολιτική Cookies.",
  "section1": {
    "title": "1. Κριτήρια επιλογής και εγγραφή λογαριασμού",
    "items": [
      "Πρέπει να είστε τουλάχιστον 16 ετών ή της ηλικίας που απαιτείται από τη δικαιοδοσία σας. Εάν συμφωνείτε εκ μέρους οργανισμού, δηλώνετε ότι έχετε εξουσία να τον δεσμεύσετε.",
      "Είστε υπεύθυνοι για τη διατήρηση ακριβών πληροφοριών λογαριασμού και την προστασία των διαπιστευτηρίων σύνδεσης. Ειδοποιήστε αμέσως το FitVibe για οποιαδήποτε μη εξουσιοδοτημένη χρήση."
    ]
  },
  "section2": {
    "title": "2. Παραχώρηση άδειας και πνευματική ιδιοκτησία",
    "items": [
      "Το FitVibe σας παραχωρεί περιορισμένη, αναστρέψιμη, μη αποκλειστική, μη μεταβιβάσιμη άδεια για εγκατάσταση και χρήση των Υπηρεσιών για προσωπική ή εξουσιοδοτημένη οργανωτική χρήση σύμφωνα με αυτούς τους Όρους.",
      "Οι Υπηρεσίες και όλα τα σχετικά δικαιώματα πνευματικής ιδιοκτησίας ανήκουν στο FitVibe και στους αδειοδότες του. Δεν παραχωρούνται δικαιώματα εκτός από όσα αναφέρονται ρητά."
    ]
  },
  "section3": {
    "title": "3. Αποδεκτή χρήση",
    "subtitle": "Συμφωνείτε να μην:",
    "items": [
      "Εκτελέσετε αντίστροφη μηχανική, τροποποιήσετε ή δημιουργήσετε παράγωγα έργα των Υπηρεσιών εκτός από όσα επιτρέπονται από το νόμο.",
      "Παρακάμψετε μέτρα ασφαλείας, αποκτήσετε πρόσβαση σε μη δημόσιες περιοχές ή παρέμβετε στην ακεραιότητα του συστήματος.",
      "Ανεβάσετε παράνομο, δυσφημιστικό ή παραβιαστικό περιεχόμενο, ή περιεχόμενο που περιλαμβάνει προσωπικά δεδομένα άλλων χωρίς άδεια.",
      "Χρησιμοποιήσετε τις Υπηρεσίες για παροχή ιατρικής διάγνωσης ή ανταπόκριση σε έκτακτες ανάγκες ή για εμπλοκή σε παρενόχληση, διακρίσεις ή κακοποιητική συμπεριφορά.",
      "Χρησιμοποιήσετε αυτοματοποιημένα μέσα για πρόσβαση ή εξαγωγή δεδομένων εκτός από εγκεκριμένες API και όρια ρυθμού."
    ]
  },
  "section4": {
    "title": "4. Περιεχόμενο χρήστη",
    "items": [
      "Κρατάτε την ιδιοκτησία του περιεχομένου που υποβάλλετε (π.χ., αρχεία προπόνησης, σχόλια, μέσα). Παραχωρείτε στο FitVibe παγκόσμια, χωρίς δικαιώματα άδεια για φιλοξενία, χρήση, αναπαραγωγή, τροποποίηση, δημοσίευση και εμφάνιση αυτού του περιεχομένου αποκλειστικά για λειτουργία και βελτίωση των Υπηρεσιών.",
      "Δηλώνετε ότι έχετε τα δικαιώματα να μοιράζεστε το περιεχόμενο που υποβάλλετε και ότι δεν παραβιάζει τα δικαιώματα άλλων ή τον ισχύοντα νόμο."
    ]
  },
  "section5": {
    "title": "5. Ειδοποίηση υγείας και ασφαλείας",
    "content": "Το FitVibe παρέχει εργαλεία προπόνησης και ευεξίας και δεν παρέχει ιατρικές συμβουλές. Συμβουλευτείτε γιατρό πριν ξεκινήσετε νέα προγράμματα προπόνησης. Σταματήστε τη χρήση των Υπηρεσιών και ζητήστε ιατρική φροντίδα εάν αντιμετωπίσετε δυσμενή συμπτώματα."
  },
  "section6": {
    "title": "6. Υπηρεσίες και ενσωματώσεις τρίτων",
    "content": "Ορισμένες λειτουργίες βασίζονται σε υπηρεσίες τρίτων (π.χ., αναλυτικά, επεξεργαστές πληρωμών, ενσωματώσεις συσκευών). Η χρήση σας αυτών των υπηρεσιών μπορεί να υπόκειται στους όρους τους. Το FitVibe δεν είναι υπεύθυνο για υπηρεσίες τρίτων."
  },
  "section7": {
    "title": "7. Χρεώσεις και συνδρομές",
    "items": [
      "Εάν προσφέρονται συνδρομές ή δυνατότητες πληρωμής, οι τιμές και οι όροι χρέωσης θα παρουσιάζονται στις Υπηρεσίες. Μπορεί να ισχύουν φόροι. Οι πληρωμές επεξεργάζονται από επεξεργαστές τρίτων· εξουσιοδοτείτε το FitVibe και τους επεξεργαστές να χρεώνουν τις εφαρμοστέες χρεώσεις.",
      "Το FitVibe μπορεί να αλλάξει τις τιμές με λογική προειδοποίηση, υπόκειται στον εφαρμοστέο νόμο. Εάν δεν συμφωνείτε με τις αλλαγές, μπορείτε να ακυρώσετε πριν οι νέες τιμές τεθούν σε ισχύ."
    ]
  },
  "section8": {
    "title": "8. Τερματισμός",
    "items": [
      "Μπορείτε να σταματήσετε τη χρήση των Υπηρεσιών ανά πάσα στιγμή. Μπορείτε να ζητήσετε διαγραφή λογαριασμού όπως περιγράφεται στην Πολιτική Απορρήτου.",
      "Το FitVibe μπορεί να αναστείλει ή να τερματίσει την πρόσβαση για παραβίαση αυτών των Όρων, νομικές απαιτήσεις ή για προστασία των Υπηρεσιών ή χρηστών. Μπορούμε να παρέχουμε ειδοποίηση όπου είναι εφικτό."
    ]
  },
  "section9": {
    "title": "9. Αποποιήσεις",
    "content": "Οι Υπηρεσίες παρέχονται \"ως έχουν\" και \"κατά διαθεσιμότητα\" χωρίς εγγυήσεις οποιουδήποτε είδους, ρητές ή υπονοούμενες, συμπεριλαμβανομένης της εμπορευσιμότητας, καταλληλότητας για συγκεκριμένο σκοπό, μη παραβίασης και ακρίβειας. Ορισμένες δικαιοδοσίες δεν επιτρέπουν αποκλεισμούς ορισμένων εγγυήσεων, επομένως αυτοί οι αποκλεισμοί μπορεί να μην ισχύουν."
  },
  "section10": {
    "title": "10. Περιορισμός ευθύνης",
    "content": "Στο μέγιστο βαθμό που επιτρέπεται από το νόμο, το FitVibe δεν θα είναι υπεύθυνο για έμμεσες, περιστασιακές, ειδικές, συνεπειακές ή τιμωρητικές ζημίες, ή για απώλεια κερδών, δεδομένων, φήμης ή διακοπή επιχείρησης, ακόμη και εάν ενημερωθεί για τη δυνατότητα τέτοιων ζημιών. Η συνολική ευθύνη του FitVibe για αξιώσεις που προκύπτουν από ή σχετίζονται με τις Υπηρεσίες δεν θα υπερβαίνει το μεγαλύτερο από (α) τα ποσά που πληρώσατε στο FitVibe για τις Υπηρεσίες στα δώδεκα μήνες πριν από την αξίωση ή (β) 100 USD, εκτός όπου απαγορεύεται από το νόμο."
  },
  "section11": {
    "title": "11. Αποζημίωση",
    "content": "Συμφωνείτε να αποζημιώσετε και να απαλλάξετε από ευθύνη το FitVibe, τους συνεργάτες του και τους αξιωματούχους, υπαλλήλους και πράκτορες τους από οποιεσδήποτε αξιώσεις, ζημίες, απώλειες ή εξόδους που προκύπτουν από τη χρήση των Υπηρεσιών ή την παραβίαση αυτών των Όρων."
  },
  "section12": {
    "title": "12. Ισχύον δίκαιο και επίλυση διαφορών",
    "content": "Αυτοί οι Όροι διέπονται από τους νόμους της Πολιτείας του Delaware, ΗΠΑ, χωρίς να λαμβάνεται υπόψη η αρχή σύγκρουσης νόμων, εκτός όπου ισχύει υποχρεωτικός τοπικός νόμος. Οι διαφορές θα πρέπει πρώτα να υποβληθούν στη υποστήριξη του FitVibe. Όπου επιτρέπεται από το νόμο, οι διαφορές θα επιλυθούν μέσω δεσμευτικής διαιτησίας στο Delaware σε ατομική βάση, και παραιτείστε από ομαδικές αγωγές. Εάν η διαιτησία δεν επιτρέπεται, οι διαφορές θα επιλυθούν στα δικαστήρια που βρίσκονται στο Delaware. Οι καταναλωτές μπορεί να έχουν νομικά δικαιώματα να υποβάλλουν αξιώσεις στις δικαιοδοσίες τους· αυτοί οι Όροι δεν περιορίζουν τέτοια δικαιώματα."
  },
  "section13": {
    "title": "13. Συμμόρφωση με εξαγωγές και κυρώσεις",
    "content": "Πρέπει να συμμορφώνεστε με τους εφαρμοστέους νόμους ελέγχου εξαγωγών και κυρώσεων. Δεν μπορείτε να χρησιμοποιήσετε τις Υπηρεσίες εάν βρίσκεστε σε ή κατοικείτε συνήθως σε χώρες με εμπάργκο από τις ΗΠΑ ή εάν είστε σε εφαρμοστέες λίστες κυρώσεων."
  },
  "section14": {
    "title": "14. Αλλαγές στις Υπηρεσίες και Όρους",
    "items": [
      "Μπορούμε να τροποποιήσουμε ή να διακόψουμε λειτουργίες για βελτίωση της απόδοσης, ασφάλειας ή συμμόρφωσης. Θα παρέχουμε ειδοποίηση για σημαντικές αλλαγές όπου απαιτείται.",
      "Η συνεχιζόμενη χρήση μετά την ισχύ των αλλαγών συνιστά αποδοχή. Εάν δεν συμφωνείτε, σταματήστε τη χρήση των Υπηρεσιών."
    ]
  },
  "section15": {
    "title": "15. Ειδοποιήσεις",
    "items": [
      "Ειδοποιήσεις στο FitVibe: legal@fitvibe.example.com.",
      "Ειδοποιήσεις σε εσάς: μέσω email, μηνυμάτων στο προϊόν ή άλλων λογικών μέσων. Είστε υπεύθυνοι για τη διατήρηση ενημερωμένων των στοιχείων επικοινωνίας."
    ]
  },
  "section16": {
    "title": "16. Επικοινωνία",
    "content": "Ερωτήσεις σχετικά με αυτούς τους Όρους μπορούν να αποσταλούν στο legal@fitvibe.example.com."
  },
  "revokeConsent": "Ανάκληση Συναίνεσης",
  "revokeConfirm": {
    "title": "Ανάκληση Συναίνεσης",
    "message": "Η ανάκληση της συναίνεσής σας σημαίνει ότι δεν θα μπορείτε πλέον να χρησιμοποιήσετε το FitVibe. Θα αποσυνδεθείτε και θα χρειαστεί να αποδεχτείτε ξανά τους Όρους και Προϋποθέσεις για να συνεχίσετε να χρησιμοποιείτε την υπηρεσία.",
    "confirm": "Ανάκληση Συναίνεσης και Αποσύνδεση",
    "cancel": "Πίσω"
  }
}
